[
  {
    "ID": "rap_eminem_rap-god_2013_235729",
    "genius_id": 235729,
    "source": "genius",
    "source_url": "https://genius.com/Eminem-rap-god-lyrics",
    "title": "Rap God",
    "artist": "Eminem",
    "album": "Curtain Call 2",
    "year": "2013",
    "lyrics": "\"Look, I was gonna go easy on you not to hurt your feelings\" \"But I'm only going to get this one chance\" ( Six minutes--, six minutes-- ) \"Something's wrong, I can feel it\" ( Six minutes, Slim Shady, you're on! ) \"Just a feeling I've got, like something's about to happen, but I don't know what. If that means what I think it means, we're in trouble, big trouble; And if he is as bananas as you say, I'm not taking any chances\" \"You are just what the doc ordered\" I'm beginnin' to feel like a Rap God, Rap God All my people from the front to the back nod, back nod Now, who thinks their arms are long enough to slap box, slap box? They said I rap like a robot, so call me Rap-bot But for me to rap like a computer it must be in my genes I got a laptop in my back pocket My pen'll go off when I half-cock it Got a fat knot from that rap profit Made a livin' and a killin' off it Ever since Bill Clinton was still in office With Monica Lewinsky feelin' on his nutsack I'm an MC still as honest But as rude and as indecent as all hell Syllables, skill-a-holic ( Kill 'em all with ) This flippity dippity-hippity hip-hop You don't really wanna get into a pissin' match With this rappity brat, packin' a MAC in the back of the Ac' Backpack rap crap, yap-yap, yackety-yack And at the exact same time, I attempt these lyrical acrobat stunts while I'm practicin' that I'll still be able to break a motherfuckin' table Over the back of a couple of faggots and crack it in half Only realized it was ironic, I was signed to Aftermath after the fact How could I not blow? All I do is drop F-bombs Feel my wrath of attack Rappers are havin' a rough time period, here's a maxi pad It's actually disastrously bad for the wack While I'm masterfully constructing this masterpiece 'Cause I'm beginnin' to feel like a Rap God, Rap God All my people from the front to the back nod, back nod Now, who thinks their arms are long enough to slap box, slap box? Let me show you maintainin' this shit ain't that hard, that hard Everybody want the key and the secret to rap immortality like I have got Well, to be truthful the blueprint's Simply rage and youthful exuberance Everybody loves to root for a nuisance Hit the Earth like an asteroid Did nothing but shoot for the Moon since (Pew!) MCs get taken to school with this music 'Cause I use it as a vehicle to \"bus the rhyme\" Now I lead a new school full of students Me? I'm a product of Rakim Lakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren Yella, Eazy, thank you, they got Slim Inspired enough to one day grow up, blow up and be in a position To meet Run-D.M.C., and induct them Into the motherfuckin' Rock and Roll Hall of Fame Even though I'll walk in the church and burst in a ball of flames Only Hall of Fame I'll be inducted in is the alcohol of fame On the wall of shame You fags think it's all a game, 'til I walk a flock of flames Off a plank and, tell me what in the fuck are you thinkin'? Little gay-lookin' boy So gay I can barely say it with a straight face, lookin' boy (Ha-ha!) You're witnessin' a mass-occur Like you're watching a church gathering take place, lookin' boy \"Oy vey, that boy's gay!\"--that's all they say, lookin' boy You get a thumbs up, pat on the back And a \"way to go\" from your label every day, lookin' boy Hey, lookin' boy! What you say, lookin' boy? I get a \"hell yeah\" from Dre, lookin' boy I'ma work for everything I have, never asked nobody for shit Get outta my face, lookin' boy! Basically, boy, you're never gonna be capable Of keepin' up with the same pace, lookin' boy, 'cause-- I'm beginnin' to feel like a Rap God, Rap God All my people from the front to the back nod, back nod The way I'm racin' around the track, call me NASCAR, NASCAR Dale Earnhardt of the trailer park, the White Trash God Kneel before General Zod This planet's Krypton--no, Asgard, Asgard So you'll be Thor and I'll be Odin You rodent, I'm omnipotent Let off, then I'm reloadin' Immediately with these bombs I'm totin' And I should not be woken I'm the walkin' dead, but I'm just a talkin' head, a zombie floatin' But I got your mom deep-throatin' I'm out my Ramen Noodle We have nothin' in common, poodle I'm a Doberman, pinch yourself in the arm and pay homage, pupil It's me, my honesty's brutal But it's honestly futile if I don't utilize what I do though For good at least once in a while So I wanna make sure somewhere in this chicken scratch I scribble and doodle enough rhymes To maybe try to help get some people through tough times But I gotta keep a few punchlines Just in case 'cause even you unsigned Rappers are hungry lookin' at me like it's lunchtime I know there was a time where once I Was king of the underground But I still rap like I'm on my Pharoahe Monch grind So I crunch rhymes, but sometimes when you combine Appeal with the skin color of mine You get too big and here they come tryin' To censor you like that one line I said on \"I'm Back\" from The Mathers LP 1 when I Tried to say I'll take seven kids from Columbine Put 'em all in a line, add an AK-47, a revolver and a 9 See if I get away with it now that I ain't as big as I was, but I'm Morphin' into an immortal, comin' through the portal You're stuck in a time warp from 2004 though And I don't know what the fuck that you rhyme for You're pointless as Rapunzel with fuckin' cornrows You write normal? Fuck being normal! And I just bought a new raygun from the future Just to come and shoot ya, like when Fabolous made Ray J mad 'Cause Fab said he looked like a fag at Mayweather's pad Singin' to a man while he played piano Man, oh man, that was a 24/7 special on the cable channel So Ray J went straight to the radio station The very next day, \"Hey Fab, I'ma kill you!\" Lyrics comin' at you at supersonic speed ( J.J. Fad ) Uh, summa-lumma, dooma-lumma, you assumin' I'm a human What I gotta do to get it through to you? I'm superhuman Innovative and I'm made of rubber so that anything you say is ricochetin' off of me and it'll glue to you and I'm devastating, more than ever demonstrating How to give a motherfuckin' audience a feeling like it's levitating Never fading, and I know the haters are forever waiting For the day that they can say I fell off, they'll be celebrating 'Cause I know the way to get 'em motivated I make elevating music, you make elevator music \"Oh, he's too mainstream.\" Well, that's what they do when they get jealous, they confuse it \"It's not hip-hop, it's pop,\"--'cause I found a hella way to fuse it With rock, shock rap with Doc Throw on \"Lose Yourself\" and make 'em lose it \"I don't know how to make songs like that I don't know what words to use.\" Let me know when it occurs to you While I'm rippin' any one of these verses that versus you It's curtains, I'm inadvertently hurtin' you How many verses I gotta murder to Prove that if you were half as nice, your songs you could sacrifice virgins too?! Ugh, school flunky, pill junkie But look at the accolades these skills brung me Full of myself, but still hungry I bully myself 'cause I make me do what I put my mind to And I'm a million leagues above you Ill when I speak in tongues, but it's still tongue-in-cheek, fuck you I'm drunk, so, Satan, take the fucking wheel I'ma sleep in the front seat Bumpin' Heavy D and the Boyz, still \"Chunky but Funky\" But in my head there's something I can feel tugging and struggling Angels fight with devils and here's what they want from me They're askin' me to eliminate some of the women hate But if you take into consideration the bitter hatred I have, then you may be a little patient And more sympathetic to the situation And understand the discrimination But fuck it, life's handin' you lemons? Make lemonade then! But if I can't batter the women How the fuck am I supposed to bake 'em a cake then? Don't mistake him for Satan It's a fatal mistake if you think I need to be overseas and take a vacation To trip a broad, and make her fall on her face and Don't be a retard--be a king? Think not Why be a king when you can be a god?",
    "tags": [
      "high_repetition",
      "rap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.576,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "the",
        "to",
        "you",
        "and",
        "i'm"
      ],
      "top_bigrams": [
        {
          "ngram": "lookin'_boy",
          "count": 10
        },
        {
          "ngram": "rap_god",
          "count": 6
        },
        {
          "ngram": "the_back",
          "count": 6
        },
        {
          "ngram": "back_nod",
          "count": 6
        },
        {
          "ngram": "from_the",
          "count": 5
        }
      ],
      "top_trigrams": [
        {
          "ngram": "don't_know_what",
          "count": 3
        },
        {
          "ngram": "i'm_beginnin'_to",
          "count": 3
        },
        {
          "ngram": "beginnin'_to_feel",
          "count": 3
        },
        {
          "ngram": "to_feel_like",
          "count": 3
        },
        {
          "ngram": "feel_like_rap",
          "count": 3
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rap_eminem_lose-yourself_2002_207",
    "genius_id": 207,
    "source": "genius",
    "source_url": "https://genius.com/Eminem-lose-yourself-lyrics",
    "title": "Lose Yourself",
    "artist": "Eminem",
    "album": "Curtain Call: The Hits (Deluxe Edition)",
    "year": "2002",
    "lyrics": "Look, if you had one shot or one opportunity To seize everything you ever wanted in one moment Would you capture it or just let it slip? Yo His palms are sweaty, knees weak, arms are heavy There's vomit on his sweater already, mom's spaghetti He's nervous, but on the surface, he looks calm and ready To drop bombs, but he keeps on forgetting What he wrote down, the whole crowd goes so loud He opens his mouth, but the words won't come out He's chokin', how? Everybody's jokin' now The clock's run out, time's up, over, blaow Snap back to reality, ope, there goes gravity Ope, there goes Rabbit, he choked, he's so mad But he won't give up that easy, no, he won't have it He knows his whole back's to these ropes, it don't matter He's dope, he knows that, but he's broke, he's so stagnant He knows when he goes back to this mobile home, that's when it's Back to the lab again, yo, this old rhapsody Better go capture this moment and hope it don't pass him You better lose yourself in the music The moment, you own it, you better never let it go (Go) You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go (Go) You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better His soul's escaping through this hole that is gaping This world is mine for the taking, make me king As we move toward a new world order A normal life is boring, but superstardom's Close to post-mortem, it only grows harder Homie grows hotter, he blows, it's all over These hoes is all on him, coast-to-coast shows He's known as the Globetrotter, lonely roads God only knows he's grown farther from home, he's no father He goes home and barely knows his own daughter But hold your nose 'cause here goes the cold water These hoes don't want him no mo', he's cold product They moved on to the next schmoe who flows He nose-dove and sold nada, and so the soap opera Is told, it unfolds, I suppose it's old, partner But the beat goes on, da-da-dom, da-dom, dah-dah-dah-dah You better lose yourself in the music The moment, you own it, you better never let it go (Go) You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go (Go) You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better No more games, I'ma change what you call rage Tear this motherfuckin' roof off like two dogs caged I was playin' in the beginning, the mood all changed I've been chewed up and spit out and booed off stage But I kept rhymin' and stepped right in the next cypher Best believe somebody's payin' the Pied Piper All the pain inside amplified by the Fact that I can't get by with my nine-to- Five and I can't provide the right type of life for my family 'Cause, man, these goddamn food stamps don't buy diapers And there's no movie, there's no Mekhi Phifer, this is my life And these times are so hard, and it's gettin' even harder Tryna feed and water my seed, plus teeter-totter Caught up between bein' a father and a prima donna Baby-mama drama, screamin' on her, too much for me to wanna Stay in one spot, another day of monotony's gotten me To the point I'm like a snail, I've got To formulate a plot or end up in jail or shot Success is my only motherfuckin' option, failure's not Mom, I love you, but this trailer's got To go, I cannot grow old in Salem's Lot So here I go, it's my shot, feet, fail me not This may be the only opportunity that I got You better lose yourself in the music The moment, you own it, you better never let it go (Go) You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go (Go) You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better You can do anything you set your mind to, man",
    "tags": [
      "high_repetition",
      "rap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.595,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "you",
        "the",
        "to",
        "it",
        "in"
      ],
      "top_bigrams": [
        {
          "ngram": "you_better",
          "count": 15
        },
        {
          "ngram": "in_the",
          "count": 8
        },
        {
          "ngram": "one_shot",
          "count": 7
        },
        {
          "ngram": "let_it",
          "count": 7
        },
        {
          "ngram": "better_lose",
          "count": 6
        }
      ],
      "top_trigrams": [
        {
          "ngram": "you_better_lose",
          "count": 6
        },
        {
          "ngram": "better_lose_yourself",
          "count": 6
        },
        {
          "ngram": "lose_yourself_in",
          "count": 6
        },
        {
          "ngram": "yourself_in_the",
          "count": 6
        },
        {
          "ngram": "in_the_music",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rap_eminem_mockingbird_2004_1797",
    "genius_id": 1797,
    "source": "genius",
    "source_url": "https://genius.com/Eminem-mockingbird-lyrics",
    "title": "Mockingbird",
    "artist": "Eminem",
    "album": "Curtain Call: The Hits (Deluxe Edition)",
    "year": "2004",
    "lyrics": "Yeah I know sometimes Things may not always make sense to you right now But hey What Daddy always tell you? Straighten up, little soldier Stiffen up that upper lip What you cryin' about? You got me Hailie, I know you miss your mom, and I know you miss your dad When I'm gone, but I'm tryin' to give you the life that I never had I can see you're sad, even when you smile, even when you laugh I can see it in your eyes, deep inside, you wanna cry 'Cause you're scared, I ain't there, Daddy's wit' you in your prayers No more cryin', wipe them tears, Daddy's here, no more nightmares We gon' pull together through it, we gon' do it Lainie, Uncle's crazy, ain't he? Yeah, but he loves you, girl, and you better know it We're all we got in this world when it spins, when it swirls When it whirls, when it twirls, two little beautiful girls Lookin' puzzled, in a daze, I know it's confusin' you Daddy's always on the move, Mama's always on the news I try to keep you sheltered from it, but somehow it seems The harder that I try to do that, the more it backfires on me All the things growin' up as Daddy that he had to see Daddy don't want you to see, but you see just as much as he did We did not plan it to be this way, your mother and me But things have got so bad between us, I don't see us ever bein' Together ever again, like we used to be when we was teenagers But then, of course, everything always happens for a reason I guess it was never meant to be But it's just somethin' we have no control over, and that's what destiny is But no more worries, rest your head and go to sleep Maybe one day we'll wake up and this'll all just be a dream Now hush, little baby, don't you cry Everything's gonna be alright Stiffen that upper lip up, little lady, I told ya Daddy's here to hold ya through the night I know Mommy's not here right now, and we don't know why We feel how we feel inside It may seem a little crazy, pretty baby But I promise Mama's gon' be alright Heh, it's funny I remember back one year when Daddy had no money Mommy wrapped the Christmas presents up and stuck 'em under the tree And said some of 'em were from me 'cause Daddy couldn't buy 'em I'll never forget that Christmas; I sat up the whole night crying 'Cause Daddy felt like a bum--see, Daddy had a job But his job was to keep the food on the table for you and Mom And at the time, every house that we lived in Either kept gettin' broken into and robbed or shot up on the block And your Mom was savin' money for you in a jar Tryin' to start a piggy bank for you so you could go to college Almost had a thousand dollars 'til someone broke in and stole it And I know it hurt so bad it broke your Mama's heart And it seemed like everything was just startin' to fall apart Mom and Dad was arguin' a lot So Mama moved back onto Chalmers in the flat, one-bedroom apartment And Dad moved back to the other side of 8 Mile on Novara And that's when Daddy went to California with his CD And met Dr. Dre, and flew you and Mama out to see me But Daddy had to work, you and Mama had to leave me Then you started seein' Daddy on the TV And Mama didn't like it And you and Lainie were too young to understand it Papa was a rolling stone, Mama developed a habit And it all happened too fast for either one of us to grab it I'm just sorry you were there and had to witness it firsthand 'Cause all I ever wanted to do was just make you proud Now I'm sittin' in this empty house just reminiscin' Lookin' at your baby pictures, it just trips me out To see how much you both have grown, it's almost like you're sisters now Wow, guess you pretty much are, and Daddy's still here Lainie, I'm talkin' to you too, Daddy's still here I like the sound of that, yeah, it's got a ring to it, don't it? Shh, Mama's only gone for the moment Now hush, little baby, don't you cry Everything's gonna be alright Stiffen that upper lip up, little lady, I told ya Daddy's here to hold ya through the night I know Mommy's not here right now and we don't know why We feel how we feel inside It may seem a little crazy, pretty baby But I promise Mama's gon' be alright And if you ask me to, Daddy's gonna buy you a mockingbird I'ma give you the world I'ma buy a diamond ring for you, I'ma sing for you I'll do anything for you to see you smile And if that mockingbird don't sing and that ring don't shine I'ma break that birdie's neck I'll go back to the jeweler who sold it to ya And make him eat every carat, don't fuck with Dad (Haha)",
    "tags": [
      "high_repetition",
      "rap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.622,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "you",
        "and",
        "to",
        "it",
        "the"
      ],
      "top_bigrams": [
        {
          "ngram": "for_you",
          "count": 6
        },
        {
          "ngram": "on_the",
          "count": 5
        },
        {
          "ngram": "to_see",
          "count": 5
        },
        {
          "ngram": "when_it",
          "count": 4
        },
        {
          "ngram": "had_to",
          "count": 4
        }
      ],
      "top_trigrams": [
        {
          "ngram": "that_upper_lip",
          "count": 3
        },
        {
          "ngram": "know_you_miss",
          "count": 2
        },
        {
          "ngram": "you_miss_your",
          "count": 2
        },
        {
          "ngram": "give_you_the",
          "count": 2
        },
        {
          "ngram": "even_when_you",
          "count": 2
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rap_kendrick-l_not-like-us_2024_10359264",
    "genius_id": 10359264,
    "source": "genius",
    "source_url": "https://genius.com/Kendrick-lamar-not-like-us-lyrics",
    "title": "Not Like Us",
    "artist": "Kendrick Lamar",
    "album": "Single",
    "year": "2024",
    "lyrics": "Psst, I see dead people ( Mustard on the beat, ho ) Ayy, Mustard on the beat, ho Deebo any rap nigga, he a free throw Man down, call an amberlamps, tell him, \"Breathe, bro\" Nail a nigga to the cross, he walk around like Teezo What's up with these jabroni-ass niggas tryna see Compton? The industry can hate me, fuck 'em all and they mama How many opps you really got? I mean, it's too many options I'm finna pass on this body, I'm John Stockton Beat your ass and hide the Bible if God watchin' Sometimes you gotta pop out and show niggas Certified boogeyman, I'm the one that up the score with 'em Walk him down, whole time, I know he got some ho in him Pole on him, extort shit, bully Death Row on him Say, Drake, I hear you like 'em young You better not ever go to cell block one To any bitch that talk to him and they in love Just make sure you hide your lil' sister from him They tell me Chubbs the only one that get your hand-me-downs And Party at the party playin' with his nose now And Baka got a weird case, why is he around? Certified Lover Boy? Certified pedophiles Wop, wop, wop, wop, wop, Dot, fuck 'em up Wop, wop, wop, wop, wop, I'ma do my stuff Why you trollin' like a bitch? Ain't you tired? Tryna strike a chord and it's probably A minor They not like us, they not like us, they not like us They not like us, they not like us, they not like us You think the Bay gon' let you disrespect Pac, nigga? I think that Oakland show gon' be your last stop, nigga Did Cole foul, I don't know why you still pretendin' What is the owl? Bird niggas and burnt bitches, go The audience not dumb Shape the stories how you want, hey, Drake, they're not slow Rabbit hole is still deep, I can go further, I promise Ain't that somethin'? B-Rad stands for bitch and you Malibu most wanted Ain't no law, boy, you ball boy, fetch Gatorade or somethin' Since 2009, I had this bitch jumpin' You niggas'll get a wedgie, be flipped over your boxers What OVO for? The \"Other Vaginal Option\"? Pussy Nigga better straighten they posture, got famous all up in Compton Might write this for the doctorate, tell the pop star quit hidin' Fuck a caption, want action, no accident And I'm hands-on, he fuck around, get polished Fucked on Wayne girl while he was in jail, that's connivin' Then get his face tatted like a bitch apologizin' I'm glad DeRoz' came home, y'all didn't deserve him neither From Alondra down to Central, nigga better not speak on Serena And your homeboy need subpoena, that predator move in flocks That name gotta be registered and placed on neighborhood watch I lean on you niggas like another line of Wock' Yeah, it's all eyes on me, and I'ma send it up to Pac, ayy Put the wrong label on me, I'ma get 'em dropped, ayy Sweet Chin Music and I won't pass the aux, ayy How many stocks do I really have in stock? Ayy One, two, three, four, five, plus five, ayy Devil is a lie, he a 69 God, ayy Freaky-ass niggas need to stay they ass inside, ayy Roll they ass up like a fresh pack of 'za, ayy City is back up, it's a must, we outside, ayy They not like us, they not like us, they not like us They not like us, they not like us, they not like us Once upon a time, all of us was in chains Homie still doubled down callin' us some slaves Atlanta was the Mecca, buildin' railroads and trains Bear with me for a second, let me put y'all on game The settlers was usin' townfolk to make 'em richer Fast-forward, 2024, you got the same agenda You run to Atlanta when you need a check balance Let me break it down for you, this the real nigga challenge You called Future when you didn't see the club (Ayy, what?) Lil Baby helped you get your lingo up (What?) 21 gave you false street cred Thug made you feel like you a slime in your head (Ayy, what?) Quavo said you can be from Northside (What?) 2 Chainz say you good, but he lied You run to Atlanta when you need a few dollars No, you not a colleague, you a fuckin' colonizer The family matter and the truth of the matter It was God's plan to show y'all the liar Mm Mm-mm He a fan, he a fan, he a fan (Mm) He a fan, he a fan, he a Freaky-ass nigga, he a 69 God Freaky-ass nigga, he a 69 God Hey, hey, hey, hey, run for your life Hey, hey, hey, hey, run for your life Freaky-ass nigga, he a 69 God Freaky-ass nigga, he a 69 God Hey, hey, hey, hey, run for your life Hey, hey, hey, hey, run for your life Let me hear you say, \"OV-ho\" ( OV-ho ) Say, \"OV-ho\" ( OV-ho ) Then step this way, step that way Then step this way, step that way Are you my friend? Are we locked in? Then step this way, step that way Then step this way, step that way",
    "tags": [
      "high_repetition",
      "rap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.572,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "you",
        "the",
        "like",
        "he",
        "they"
      ],
      "top_bigrams": [
        {
          "ngram": "they_not",
          "count": 12
        },
        {
          "ngram": "not_like",
          "count": 12
        },
        {
          "ngram": "like_us",
          "count": 12
        },
        {
          "ngram": "hey_hey",
          "count": 12
        },
        {
          "ngram": "us_they",
          "count": 10
        }
      ],
      "top_trigrams": [
        {
          "ngram": "they_not_like",
          "count": 12
        },
        {
          "ngram": "not_like_us",
          "count": 12
        },
        {
          "ngram": "like_us_they",
          "count": 10
        },
        {
          "ngram": "us_they_not",
          "count": 10
        },
        {
          "ngram": "hey_hey_hey",
          "count": 8
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rap_kendrick-l_humble_2017_3039923",
    "genius_id": 3039923,
    "source": "genius",
    "source_url": "https://genius.com/Kendrick-lamar-humble-lyrics",
    "title": "HUMBLE.",
    "artist": "Kendrick Lamar",
    "album": "DAMN.",
    "year": "2017",
    "lyrics": "Nobody pray for me It been that day for me Way (Yeah, yeah) Ayy, I remember syrup sandwiches and crime allowances Finesse a nigga with some counterfeits, but now I'm countin' this Parmesan where my accountant lives, in fact, I'm downin' this D'usse with my boo bae, tastes like Kool-Aid for the analysts Girl, I can buy your ass the world with my paystub Ooh, that pussy good, won't you sit it on my taste bloods? I get way too petty once you let me do the extras Pull up on your block, then break it down, we playin' Tetris A.m. to the p.m., p.m. to the a.m., funk Piss out your per diem, you just gotta hate 'em, funk If I quit your BM, I still ride Mercedes, funk If I quit this season, I still be the greatest, funk My left stroke just went viral Right stroke put lil' baby in a spiral Soprano C, we like to keep it on a high note It's levels to it, you and I know Bitch, be humble (Hold up, bitch) Sit down (Hold up, lil'-- hold up, lil' bitch) Be humble (Hold up, bitch) Sit down (Hold up, sit down, lil'-- sit down, lil' bitch) Be humble (Hold up, hold up, hold up, hold up, lil' bitch) Bitch, sit down (Hold up, lil' bitch) Be humble (Hold up, bitch) Sit down (Hold up, hold up, hold up, hold up) Be humble (Hold up, hold up, hold up, hold up, lil'--) Sit down (Hold up, lil' bitch) Be humble (Hold up, bitch) Sit down (Hold up, sit down, lil'-- sit down, lil' bitch) Be humble (Hold up, hold up, hold up, hold up, lil' bitch) Bitch, sit down (Hold up, lil' bitch) Be humble (Hold up, bitch) Sit down (Hold up, hold up, hold up, hold up) Who that nigga thinkin' that he frontin' on Man-Man? (Man-Man) Get the fuck off my stage, I'm the Sandman (Sandman) Get the fuck off my dick, that ain't right I make a play fucking up your whole life I'm so fuckin' sick and tired of the Photoshop Show me somethin' natural like afro on Richard Pryor Show me somethin' natural like ass with some stretch marks Still'll take you down right on your mama couch in Polo socks Ayy, this shit way too crazy, ayy, you do not amaze me, ayy I blew cool from AC, ayy, Obama just paged me, ayy I don't fabricate it, ayy, most of y'all be fakin', ayy I stay modest 'bout it, ayy, she elaborate it, ayy This that Grey Poupon, that Evian, that TED Talk, ayy Watch my soul speak, you let the meds talk, ayy If I kill a nigga, it won't be the alcohol, ayy I'm the realest nigga after all Bitch, be humble (Hold up, bitch) Sit down (Hold up, lil'-- hold up, lil' bitch) Be humble (Hold up, bitch) Sit down (Hold up, sit down, lil'-- sit down, lil' bitch) Be humble (Hold up, hold up, hold up, hold up, lil' bitch) Bitch, sit down (Hold up, lil' bitch) Be humble (Hold up, bitch) Sit down (Hold up, hold up, hold up, hold up) Be humble (Hold up, hold up, hold up, hold up, lil'--) Sit down (Hold up, lil' bitch) Be humble (Hold up, bitch) Sit down (Hold up, sit down, lil'-- sit down, lil' bitch) Be humble (Hold up, hold up, hold up, hold up, lil' bitch) Bitch, sit down (Hold up, lil' bitch) Be humble (Hold up, bitch) Sit down (Hold up, hold up, hold up, hold up)",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.682,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "up",
        "hold",
        "bitch",
        "down",
        "sit"
      ],
      "top_bigrams": [
        {
          "ngram": "hold_up",
          "count": 64
        },
        {
          "ngram": "up_hold",
          "count": 30
        },
        {
          "ngram": "sit_down",
          "count": 24
        },
        {
          "ngram": "be_humble",
          "count": 16
        },
        {
          "ngram": "humble_hold",
          "count": 16
        }
      ],
      "top_trigrams": [
        {
          "ngram": "hold_up_hold",
          "count": 30
        },
        {
          "ngram": "up_hold_up",
          "count": 30
        },
        {
          "ngram": "be_humble_hold",
          "count": 16
        },
        {
          "ngram": "humble_hold_up",
          "count": 16
        },
        {
          "ngram": "sit_down_hold",
          "count": 16
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rap_kendrick-l_euphoria_2024_10341021",
    "genius_id": 10341021,
    "source": "genius",
    "source_url": "https://genius.com/Kendrick-lamar-euphoria-lyrics",
    "title": "euphoria",
    "artist": "Kendrick Lamar",
    "album": "Single",
    "year": "2024",
    "lyrics": "eurt s'em tuoba yas yeht gnihtyrevE Euphoria Them super powers gettin' neutralized, I can only watch in silence The famous actor we once knew is lookin' paranoid and now is spiralin' You're movin' just like a degenerate, every antic is feelin' distasteful I calculate you're not as calculated, I can even predict your angle Fabricatin' stories on the family front 'cause you heard Mr. Morale A pathetic master manipulator, I can smell the tales on you now You're not a rap artist, you a scam artist with the hopes of being accepted Tommy Hilfiger stood out, but FUBU never had been your collection I make music that electrify 'em, you make music that pacify 'em I can double down on that line, but spare you this time, that's random acts of kindness Know you a master manipulator and habitual liar too But don't tell no lie about me and I won't tell truths 'bout you Shoo, shoo, shoo Shoo, shoo, shoo Bee, bee, bee, bee, bee, bee Yeah, I'm out the way, yeah, I'm low, okay Yeah, the island right here's remote, okay I ain't thinkin' about no reaper, nigga, I'm reapin' what I sow, okay Got a Benjamin and a Jackson all in my house like I'm Joe, okay Hellcat, made his homeboys and them type sell they soul, okay Everybody wanna be demon 'til they get chipped by a throwaway And I might do a show a day, once a lame, always a lame Oh, you thought the money, the power or fame would make you go away? Have you ever played have-you-ever? Okay, nigga, let's play Have you ever walked your enemy down like with a poker face? Have you ever paid five hundred thou' like to an open case? Well, I have, and I failed at both, but I came out straight I hate when a rapper talk about guns, then somebody die, they turn into nuns Then hop online like \"Pray for my city,\" he fakin' for likes and digital hugs His daddy a killer, he wanna be junior, they must've forgot the shit that they done Dementia must run in his family, but let it get shaky I'll park his son The very first time I shot me a Drac', the homie had told me to aim it this way I didn't point down enough, today, I'll show you I learned from those mistakes Somebody had told me that you got a ring, on God, I'm ready to double the wage I'd rather do that than let a Canadian nigga make Pac turn in his grave Cutthroat business, you got shit twisted What is it? The braids? I hurt your feelings? You don't wanna work with me no more? Okay It's three GOATs left, and I seen two of them kissin' and huggin' on stage I love 'em to death, and in eight bars, I'll explain that phrase, huh It's nothin' nobody can tell me, huh I don't wanna talk on no celly, huh You know I got language barriers, huh It's no accent you can sell me, huh Yeah, Cole and Aubrey know I'm a selfish nigga, the crown is heavy, huh I pray they my real friends, if not, I'm YNW Melly I don't like you poppin' shit at Pharrell, for him, I inherit the beef Yeah, fuck all that pushin' P, let me see you push a T You better off spinnin' again on him, you think about pushin' me He's Terrence Thornton, I'm Terence Crawford, yeah, I'm whoopin' feet We ain't gotta get personal, this a friendly fade, you should keep it that way I know some shit about niggas that make Gunna Wunna look like a saint This ain't been about critics, not about gimmicks, not about who the greatest It's always been about love and hate, now let me say I'm the biggest hater I hate the way that you walk, the way that you talk, I hate the way that you dress I hate the way that you sneak diss, if I catch flight, it's gon' be direct We hate the bitches you fuck 'cause they confuse themself with real women And notice, I said \"we,\" it's not just me, I'm what the culture feelin' How many more fairytale stories 'bout your life 'til we had enough? How many more Black features 'til you finally feel that you're Black enough? I like Drake with the melodies, I don't like Drake when he act tough You gon' make a nigga bring back Puff, let me see if Chubbs really crash somethin' Yeah, my first one like my last one, it's a classic, you don't have one Let your core audience stomach that, then tell 'em where you get your abs from V12, it's a fast one, baow-baow-baow, last one Headshot for the year, you better walk around like Daft Punk Remember? Ayy, Top Dawg, who the fuck they think they playin' with? Extortion my middle name as soon as you jump off of that plane, bitch I'm allergic to the lame shit, only you like bein' famous Yachty can't give you no swag neither, I don't give a fuck 'bout who you hang with I hate the way that you walk, the way that you talk, I hate the way that you dress Surprised you wanted that feature request, you know that we got some shit to address I even hate when you say the word \"nigga,\" but that's just me, I guess Some shit just cringeworthy, it ain't even gotta be deep, I guess Still love when you see success, everything with me is blessed Keep makin' me dance, wavin' my hand, and it won't be no threat I'm knowin' they call you The Boy, but where is a man? 'Cause I ain't seen him yet Matter fact, I ain't even bleed him yet, can I bleed him? (Bet) When I see you stand by Sexyy Red, I believe you see two bad bitches I believe you don't like women, it's real competition, you might pop ass with 'em Let's speak on percentage, show me your splits, I'll make sure I double back with ya You were signed to a nigga that's signed to a nigga that said he was signed to that nigga Try cease and desist on the \"Like That\" record? Ho, what? You ain't like that record? \"Back To Back,\" I like that record I'ma get back to that, for the record Why would I call around tryna get dirt on niggas? Y'all think all my life is rap? That's ho shit, I got a son to raise, but I can see you don't know nothin' 'bout that Wakin' him up, know nothin' 'bout that Then tell him to pray, know nothin' 'bout that Then givin' him tools to walk through life like day by day, know nothin' 'bout that Teachin' him morals, integrity, discipline, listen, man, you don't know nothin' 'bout that Speakin' the truth and consider what God's considerin', you don't know nothin' 'bout that Ain't twenty-v-one, it's one-v-twenty if I gotta smack niggas that write with you Yeah, bring 'em out too, I'll clean 'em out too, tell BEAM that he better stay right with you Am I battlin' ghost or AI? Nigga feelin' like Joe Hale Osteen Funny, he was in a film called A.I And my sixth sense tellin' me to off him I'ma blick niggas all in they coffin Yeah, OV-ho niggas is dick riders Tell 'em run to America to imitate heritage, they can't imitate this violence What I learned is niggas don't like the West Coast, and I'm fine with it, I'll push the line with it Pick a nigga off one at a time with it We can be on a three-hour time difference Don't speak on the family, crodie It can get deep in the family, crodie Talk about me and my family, crodie? Someone gon' bleed in your family, crodie I be at New Ho King eatin' fried rice with a dip sauce and a blammy, crodie Tell me you're cheesin', fam We can do this right now on the camera, crodie Ayy, fuck y'all niggas, I don't trust y'all niggas I wave one finger and thump y'all niggas like mmm Field goal, punt y'all niggas, they punk y'all niggas, nobody never took my food Whoever that's fuckin' with him, fuck you niggas, and fuck the industry too If you take it there, I'm takin' it further Psst, that's something you don't wanna do Ooh We don't wanna hear you say \"nigga\" no more We don't wanna hear you say \"nigga\" no more Stop",
    "tags": [
      "high_repetition",
      "rap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.603,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "you",
        "the",
        "that",
        "and",
        "like"
      ],
      "top_bigrams": [
        {
          "ngram": "the_way",
          "count": 8
        },
        {
          "ngram": "that_you",
          "count": 8
        },
        {
          "ngram": "you_don't",
          "count": 7
        },
        {
          "ngram": "way_that",
          "count": 7
        },
        {
          "ngram": "hate_the",
          "count": 6
        }
      ],
      "top_trigrams": [
        {
          "ngram": "the_way_that",
          "count": 7
        },
        {
          "ngram": "way_that_you",
          "count": 7
        },
        {
          "ngram": "know_nothin'_'bout",
          "count": 6
        },
        {
          "ngram": "nothin'_'bout_that",
          "count": 6
        },
        {
          "ngram": "hate_the_way",
          "count": 5
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "trap_travis-sco_sicko-mode_2018_3876994",
    "genius_id": 3876994,
    "source": "genius",
    "source_url": "https://genius.com/Travis-scott-sicko-mode-lyrics",
    "title": "SICKO MODE",
    "artist": "Travis Scott",
    "album": "ASTROWORLD",
    "year": "2018",
    "lyrics": "Astro, yeah Sun is down, freezin' cold That's how we already know, winter's here My dawg would probably do it for a Louis belt That's just all he know, he don't know nothin' else I tried to show 'em, yeah I tried to show 'em, yeah, yeah Yeah, yeah, yeah Goin' on you with the pick and roll Young La Flame, he in sicko mode (Woo) Made this here with all the ice on in the booth At the gate outside, when they pull up, they get me loose Yeah, Jump Out boys, that's Nike boys, hoppin' out coupes This shit way too big, when we pull up, give me the loot ( Gimme the loot! ) Was off the Remy, had a Papoose Had to hit my old town to duck the news Two-four hour lockdown, we made no moves Now it's 4 a.m. and I'm back up poppin' with the crew I just landed in, Chase B mixes pop like Jamba Juice Different colored chains, think my jeweler really sellin' fruits And they chokin', man, know the crackers wish it was a noose Some-some-some-someone said To win the retreat, we all in too deep Play-play-playin' for keeps, don't play us for weak ( Someone said ) To win the retreat, we all in too deep Play-play-playin' for keeps, don't play us for weak Yeah, this shit way too formal, y'all know I don't follow suit Stacey Dash, most of these girls ain't got a clue All of these hoes I made off records I produced I might take all my exes and put 'em all in a group Hit my eses, I need the bootch 'Bout to turn this function to Bonnaroo Told her, \"Hop in, you comin' too\" In the 305, bitches treat me like I'm Uncle Luke ( Don't stop, pop that pussy! ) Had to slop the top off, it's just a roof, uh She said, \"Where we goin'?\" I said, \"The moon\" We ain't even make it to the room She thought it was the ocean, it's just the pool Now I got her open, it's just the Goose Who put this shit together? I'm the glue Someone said Shorty FaceTimed me out the blue Someone said Play-playin' for keeps Someone said, mother****, someone said Don't play us for weak Yeah Astro, yeah, yeah ( Tay Keith, fuck these niggas up ) Ayy, ayy She's in love with who I am Back in high school, I used to bus it to the dance ( Yeah ) Now I hit the FBO with duffels in my hands I did half a Xan, thirteen hours 'til I land Had me out like a light, ayy, yeah Like a light, ayy, yeah Like a light, ayy, slept through the flight, ayy Knocked for the night, ayy 767, man, this shit got double bedroom, man I still got scores to settle, man I crept down the block (Down the block) Made a right (Yeah, right) Cut the lights (Yeah, what?), paid the price (Yeah) Niggas think it's sweet (Nah, never), it's on sight (Yeah, what?) Nothin' nice (Yeah), baguettes in my ice (Aw, man) Jesus Christ (Yeah), checks over stripes (Yeah) That's what I like ( Yeah ), that's what we like ( Yeah ) Lost my respect, you not a threat When I shoot my shot, that shit wetty like I'm Sheck ( Bitch ) See the shots that I took (Ayy), wet like I'm Book (Ayy) Wet like I'm Lizzie I be spinnin' Valley, circle blocks 'til I'm dizzy (Yeah, what?) Like where is he? (Yeah, what?) No one seen him (Yeah, yeah) I'm tryna clean 'em (Yeah) She's in love with who I am Back in high school, I used to bus it to the dance Now I hit the FBO with duffels in my hands ( Woo ) I did half a Xan, thirteen hours 'til I land Had me out like a light ( Like a light ) Like a light ( Like a light ) Like a light ( Like a light ) Like a light Yeah, passed the dawgs a celly Sendin' texts, ain't sendin' kites, yeah He said, \"Keep that on lock\" I say, \"You know this shit, it's stife,\" yeah It's absolute, yeah (Yeah), I'm back, reboot (It's lit) LaFerrari to Jamba Juice, yeah (Skrrt, skrrt) We back on the road, they jumpin' off, no parachute, yeah Shorty in the back She said she workin' on her glutes, yeah (Oh my God) Ain't by the book, yeah, this how it look, yeah 'Bout a check, yeah (Check), just check the foots, yeah Pass this to my daughter, I'ma show her what it took (Yeah) Baby mama cover Forbes , got these other bitches shook Yeah",
    "tags": [
      "high_repetition",
      "trap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "trap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.58,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "yeah",
        "the",
        "like",
        "to",
        "in"
      ],
      "top_bigrams": [
        {
          "ngram": "like_light",
          "count": 10
        },
        {
          "ngram": "yeah_yeah",
          "count": 7
        },
        {
          "ngram": "someone_said",
          "count": 6
        },
        {
          "ngram": "light_like",
          "count": 6
        },
        {
          "ngram": "this_shit",
          "count": 5
        }
      ],
      "top_trigrams": [
        {
          "ngram": "like_light_like",
          "count": 6
        },
        {
          "ngram": "light_like_light",
          "count": 6
        },
        {
          "ngram": "yeah_yeah_yeah",
          "count": 3
        },
        {
          "ngram": "play_playin'_for",
          "count": 3
        },
        {
          "ngram": "playin'_for_keeps",
          "count": 3
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "trap_travis-sco_goosebumps_2016_2849767",
    "genius_id": 2849767,
    "source": "genius",
    "source_url": "https://genius.com/Travis-scott-goosebumps-lyrics",
    "title": "goosebumps",
    "artist": "Travis Scott",
    "album": "Birds in the Trap Sing McKnight",
    "year": "2016",
    "lyrics": "Yeah 7:30 in the night, yeah Ooh, ooh I get those goosebumps every time, yeah, you come around, yeah You ease my mind, you make everything feel fine Worried 'bout those comments I'm way too numb, yeah, it's way too dumb, yeah I get those goosebumps every time, I need the Heimlich Throw that to the side, yeah I get those goosebumps every time, yeah When you're not around (Straight up) When you throw that to the side, yeah (It's lit) I get those goosebumps every time, yeah 7-1-3 Through the 2-8-1, yeah, I'm ridin', why they on me? Why they on me? I'm flyin', sippin' low-key I'm sippin' low-key in Onyx, rider, rider When I'm pullin' up right beside ya Pop star, lil' Mariah When I text a cute game, wildness Throw a stack on the Bible Never Snapchat or took molly She fall through plenty, her and all her ginnies, yeah We at the top floor, right there off Doheny, yeah Oh no, I can't fuck with y'all Yeah, when I'm with my squad, I cannot do no wrong Yeah, saucin' in the city, don't get misinformed Yeah, they gon' pull up on you (Brr, brr, brr) Yeah, we gon' do some things, some things you can't relate Yeah, 'cause we from a place, a place you cannot stay Oh, you can't go, oh, I don't know Oh, back the fuck up off me (Brr, brr, brr) I get those goosebumps every time, yeah, you come around, yeah You ease my mind, you make everything feel fine Worried 'bout those comments I'm way too numb, yeah, it's way too dumb, yeah I get those goosebumps every time, I need the Heimlich Throw that to the side, yeah I get those goosebumps every time, yeah When you're not around When you throw that to the side, yeah I get those goosebumps every time Uh, I want to press my like, yeah, I wanna press my I want a green light, I wanna be like I wanna press my line, yeah I wanna take that ride, yeah I'm gonna press my line I want a green light, I wanna be like, I wanna press my-- Mama dearest, spare your feelings I'm relivin' moments, peelin' more residual I can buy the buildin', burn the buildin' Take your bitch, rebuild the buildin' just to fuck some more I can justify my love for ya And touch the sky for God to stop debating war Put the pussy on a pedestal (Ayy) Put the pussy on a high horse That pussy to die for That pussy to die for Peter Piper picked a pepper So I could pick your brain and put your heart together We depart the shady parts and party hard The diamonds yours, the coupe forever My best shot just might shoot forever like (Brr) I get those goosebumps every time, yeah, you come around, yeah You ease my mind, you make everything feel fine Worried 'bout those comments I'm way too numb, yeah, it's way too dumb, yeah I get those goosebumps every time, I need the Heimlich Throw that to the side, yeah I get those goosebumps every time, yeah When you're not around When you throw that to the side, yeah I get those goosebumps every time",
    "tags": [
      "high_repetition",
      "hook_repetition",
      "trap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "trap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.643,
      "has_chorus_like": 0,
      "has_hook_like": 1,
      "top_terms": [
        "yeah",
        "the",
        "you",
        "those",
        "get"
      ],
      "top_bigrams": [
        {
          "ngram": "get_those",
          "count": 12
        },
        {
          "ngram": "those_goosebumps",
          "count": 12
        },
        {
          "ngram": "goosebumps_every",
          "count": 12
        },
        {
          "ngram": "every_time",
          "count": 12
        },
        {
          "ngram": "yeah_get",
          "count": 8
        }
      ],
      "top_trigrams": [
        {
          "ngram": "get_those_goosebumps",
          "count": 12
        },
        {
          "ngram": "those_goosebumps_every",
          "count": 12
        },
        {
          "ngram": "goosebumps_every_time",
          "count": 12
        },
        {
          "ngram": "yeah_get_those",
          "count": 8
        },
        {
          "ngram": "every_time_yeah",
          "count": 7
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "trap_travis-sco_butterfly-effect_2017_3089187",
    "genius_id": 3089187,
    "source": "genius",
    "source_url": "https://genius.com/Travis-scott-butterfly-effect-lyrics",
    "title": "BUTTERFLY EFFECT",
    "artist": "Travis Scott",
    "album": "ASTROWORLD",
    "year": "2017",
    "lyrics": "(All the commas) ( Murda on the beat, so it's not nice ) Ooh, hmm For this life, I cannot change (Change) Hidden Hills, deep off in the main (Main) M&M's, sweet like candy cane (Cane) Drop the top, pop it, let it bang (Pop it, pop it) For this life, I cannot change In the hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (Pop it, pop it) Drop the top, play hide and seek (Yeah) Jump inside, jump straight to the league (League) Take a sip, feel just how I be (It's lit) On Freeway, but no, ain't nothin' free (Straight up) Bend laws, bend lanes (Skrrt, skrrt) Been bustin' bills, but still, ain't nothin' change (Skrrt, skrrt, skrrt, skrrt) You in the mob soon as you rock the chain (Skrrt, skrrt, mob) She caught the waves, just thumbin' through my braids (Alright) Heatin' up, baby, I'm just heatin' up (It's lit) Need your love, not a need, it is a must (Yeah) Feelin' stuck, you know how to keep me up (Yeah, yeah) Icy love, icy like a hockey puck (Alright) For this life, I cannot change (Change) Hidden Hills, deep off in the main (Main) M&M's, sweet like candy cane (Cane) Drop the top, pop it, let it bang (Pop it, pop it) For this life, I cannot change Hidden Hills, deep off in the main (Yeah, yeah) M&M's, sweet like candy cane Drop the top, pop it, let it bang All the ones, all the chains piled on the mantle (Yeah) All the dawgs, all the dawgs low creep right behind me in the Phantom (It's lit) Yeah, never go, never go dip on the set, stayed Santana Yeah, run it back, turn the lights on when I hit up Green Lantern (It's lit, alright) Yeah, fly the broads, fly the dawgs down to Atlanta Yeah, in the cut in Medusa, lay low, yeah, I might be Yeah, roll up, help me calm down when I'm movin' high speed Yeah, if I send one, need to text back 'cause you know what I need (Straight up) Oh, please, oh, me, oh, my We been movin', we been movin' for some time (Alright) Flexin', flexin', try to exercise Exercise (Exercise), exercise (Exercise), exercise (Exercise), exercise (Exercise) (Yeah, yeah) (For this life) For this life, I cannot change (Change) Hidden Hills, deep off in the main (Main) M&M's, sweet like candy cane (Cane) Drop the top, pop it, let it bang (Pop it, pop it) For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (Bang, yeah)",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "trap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "trap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.663,
      "has_chorus_like": 1,
      "has_hook_like": 0,
      "top_terms": [
        "the",
        "it",
        "yeah",
        "pop",
        "in"
      ],
      "top_bigrams": [
        {
          "ngram": "pop_it",
          "count": 14
        },
        {
          "ngram": "in_the",
          "count": 10
        },
        {
          "ngram": "exercise_exercise",
          "count": 8
        },
        {
          "ngram": "for_this",
          "count": 7
        },
        {
          "ngram": "this_life",
          "count": 7
        }
      ],
      "top_trigrams": [
        {
          "ngram": "for_this_life",
          "count": 7
        },
        {
          "ngram": "drop_the_top",
          "count": 7
        },
        {
          "ngram": "exercise_exercise_exercise",
          "count": 7
        },
        {
          "ngram": "this_life_cannot",
          "count": 6
        },
        {
          "ngram": "life_cannot_change",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "trap_future_mask-off_2017_2989266",
    "genius_id": 2989266,
    "source": "genius",
    "source_url": "https://genius.com/Future-mask-off-lyrics",
    "title": "Mask Off",
    "artist": "Future",
    "album": "FUTURE",
    "year": "2017",
    "lyrics": "Call it how it is (Call it how it is) Hendrix (Hendrix) I promise, I swear, I swear You heard, spit it (You heard, spit it) Yo Percocets (Yah), molly, Percocets (Percocets) Percocets (Yah), molly, Percocets (Percocets) Rep the set (Yeah), gotta rep the set (Gang, gang) Chase a check (Chase it), never chase a bitch (Don't chase no bitches) Mask on (Mask off), fuck it, mask off (Ma--, excuse me?) Mask on (Mask off), fuck it, mask off (Mask off) Percocets ('Cets), molly, Percocets (Percocets) Chase a check (Chase it), never chase a bitch (Don't chase no bitches) Two cups (Cup), toast up with the gang (Gang, gang) From food stamps to a whole 'nother domain, yah Out the bottom (Yeah), I'm the livin' proof (Super) Ain't compromisin' (Woah), half a million on the coupe (Gang, gang) Drug houses (Where?), lookin' like Peru (Woah-woah-woah) Graduated (Crazy), I was overdue (I'm on due) Pink molly (Molly), I can barely move (Barely move) Ask about me ('Bout me), I'm gon' bust a move (Ayy, young Pluto) Rick James (James), thirty-three chains (Thirty-three) Ocean air (Air), cruisin' Biscayne (Big foreigns) Top off (Yah), that's a liability (Big foreigns) Hit the gas (Gas), boostin' my adrenaline (Big foreigns) Percocets (Yeah), molly, Percocets (Big foreigns) Percocets (Yeah), molly, Percocets (Big foreigns) Rep the set (Yeah), gotta rep the set (Gang, gang) Chase a check (Chase it) (Yeah), never chase a bitch (Don't chase no bitches) (Big foreigns) Mask on (Mask off) (Yeah), fuck it, mask off (Ma--, excuse me?) (Big foreigns) Mask on (Mask off) (Yeah), fuck it, mask off (Ma--, excuse me?) (Big foreigns) Percocets (Yeah), molly, Percocets (Big foreigns) Chase a check (Chase it) (Yeah, yeah), never chase a bitch (Don't chase no bitches) Ford or Maybach (Ford or), I drive anything (Yeah) Buy my Range (Yeah), make 'em go insane (Yeah) ( Oh, my Lord, praise him be ) My guillotine, drank promethazine (Drank prometh') TEC and beams (Yah), go to those extremes (Aight, let's go, let's go) Parliament (Parliament), calamari Wednesday (Yah) Parlay in Vegas, we was in attendance (What's good, what's good?) Before the business (Yeah), Theodore lenses Theo-Dur prescriptions (Yeah), focus on the missions (Pour my four) Intermission (Hol' up), never take a break (We can pull up) Switch states (Switch them), touch down, foreign plates (Switch) Ain't no way, ain't no fuckin' way (No) We call the play, we didn't come to play (No) Rob the bank, we gon' rob the game (Again) They gang, we gang (Gang) But they are not the same (Freebandz) Percocets (Yeah), molly, Percocets (Big foreigns) Percocets (Yeah), molly, Percocets (Big foreigns) Rep the set (Yeah), gotta rep the set (Gang, gang) Chase a check (Chase it), never chase a bitch (Don't chase no bitches) (Big foreigns) Mask on (Mask off) (Yeah), fuck it, mask off (Ma--, excuse me?) (Big foreigns) Mask on (Mask off) (Yeah), fuck it, mask off (Ma--, excuse me?) (Big foreigns) Percocets (Yeah), molly, Percocets (Big foreigns) Chase a check (Chase it) (Yeah, yeah), never chase a bitch (Don't chase no bitches) (Big foreigns) Mask on, fuck it, mask off Mask on, fuck it, mask off Mask on, fuck it, mask off Gas gone, never nod off ( Cold chills, prison cells ) ( Oh, my Lord, praise him be )",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "trap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "trap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.654,
      "has_chorus_like": 1,
      "has_hook_like": 0,
      "top_terms": [
        "mask",
        "yeah",
        "chase",
        "it",
        "percocets"
      ],
      "top_bigrams": [
        {
          "ngram": "mask_off",
          "count": 16
        },
        {
          "ngram": "big_foreigns",
          "count": 16
        },
        {
          "ngram": "molly_percocets",
          "count": 9
        },
        {
          "ngram": "mask_on",
          "count": 9
        },
        {
          "ngram": "fuck_it",
          "count": 9
        }
      ],
      "top_trigrams": [
        {
          "ngram": "fuck_it_mask",
          "count": 9
        },
        {
          "ngram": "it_mask_off",
          "count": 9
        },
        {
          "ngram": "rep_the_set",
          "count": 6
        },
        {
          "ngram": "chase_check_chase",
          "count": 6
        },
        {
          "ngram": "check_chase_it",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "trap_future_like-that_2024_10125497",
    "genius_id": 10125497,
    "source": "genius",
    "source_url": "https://genius.com/Future-metro-boomin-and-kendrick-lamar-like-that-lyrics",
    "title": "Like That",
    "artist": "Future",
    "album": "WE DONT TRUST YOU",
    "year": "2024",
    "lyrics": "Gotta fire my joint up on this bitch Young Metro, young Metro, young Metro, three times Yeah Stickin' to the code, all these hoes for the streets I put it in her nose, it's gon' make her pussy leak Pussy niggas told, ain't gon' wake up out they sleep You can't hear that switch, but you can hear them niggas scream All my hoes do shrooms, nigga, all my hoes do coke Twenty-carat ring, I put my fingers down her throat (Uh, uh, uh) If I lose a carat, she might choke (Uh, uh, uh) I know she gon' swallow, she a GOAT (Uh, uh, uh) Freeband nigga, bring the racks in Got the shooters in the corner like the pack in She think 'cause she exotic bitch, she attractive That's that shit'll get you put up out the section, brrt And the motto still the same Ball like I won a championship game You know these hoes hungry, they gon' fuck for a name I put her on the gang, she get fucked for a chain Got your girl in this bitch, she twirlin' on the dick I got syrup in this bitch, turn up in this bitch And we brought the 'Ercs in this bitch, get murked in this bitch All these pointers on me, baby, you know it's game time Bring a friend, bitch, we fucked 'em at the same time I'm a different nigga, no, we not the same kind You can have that lil'-- if she ain't mine (Yeah) Young dope dealer, sellin' dope, is you like that? (If you like that) Kickin' doors, kickin' in doors, is you like that? (Yeah) Young throwed nigga, sellin' loads, is you like that? (Yeah) All '24, you on go, is you like that? (If you like that) Niggas from the bottom really like that (If you like that) Steppin' in Balencis if you like that (If you like that) Pop another bottle if you like that (If you like that) He was once a thug from around the way These niggas talkin' out of they necks Don't pull no coffin out of your mouth, I'm way too paranoid for a threat Ayy-ayy, let's get it, bro D-O-T, the money, power, respect The last one is better Say, it's a lot of goofies with a check I mean, ah, I hope them sentiments symbolic Ah, my temperament bipolar, I choose violence Okay, let's get it up, it's time for him to prove that he's a problem Niggas cliquin' up, but cannot be legit, no 40 Water, tell 'em Ah, yeah, huh, yeah, get up with me Fuck sneak dissin', first-person shooter, I hope they came with three switches I crash out like, \"Fuck rap,\" diss Melle Mel if I had to Got 2TEEZ with me, I'm snatchin' chains and burnin' tattoos, it's up Lost too many soldiers not to play it safe If he walk around with that stick, it ain't Andre 3K Think I won't drop the location? I still got PTSD Motherfuck the big three, nigga, it's just big me Nigga, bum What? I'm really like that And your best work is a light pack Nigga, Prince outlived Mike Jack' Nigga, bum 'Fore all your dogs gettin' buried That's a K with all these nines, he gon' see Pet Sematary ( Yeah ) Nigga, bum [Chorus: Future & Kendrick Lamar ] Young dope dealer, sellin' dope, is you like that? (If you like that, yeah, yeah) Kickin' doors, kickin' in doors, is you like that? ( How? Yeah) Young throwed nigga, sellin' loads, is you like that? ( 40 water, 40 water , yeah) All '24, you on go, is you like that? (If you like that) Niggas from the bottom really like that (If you like that) Steppin' in Balencis if you like that (If you like that) Pop another bottle if you like that (If you like that) He was once a thug from around the way Young dope dealer, sellin' dope, is you like that? Kickin' doors, kickin' in doors, is you like that? Young throwed nigga, sellin' loads, is you like that? All '24, you on go, is you like that? (If you like that) Niggas from the bottom really like that (If you like that) Steppin' in Balencis if you like that (If you like that) Pop another bottle if you like that (If you like that) He was once a thug, he was, he Came in banging dope, niggas was young, slangin' powder Walk in the strip club, make it rain for three hours Locked in and now I got my Phantom and my driver Perc'd out, took chances in my hood like Nevada Surfed out outside, white interior, lasagna Hundred thousands, I just cashed out on designer Gotta devour, nigga, I learned that in the jungle Once I sell this load, that's a million in a week, phew",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "trap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "trap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.637,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "that",
        "you",
        "like",
        "the",
        "if"
      ],
      "top_bigrams": [
        {
          "ngram": "like_that",
          "count": 36
        },
        {
          "ngram": "you_like",
          "count": 32
        },
        {
          "ngram": "if_you",
          "count": 20
        },
        {
          "ngram": "that_if",
          "count": 14
        },
        {
          "ngram": "is_you",
          "count": 12
        }
      ],
      "top_trigrams": [
        {
          "ngram": "you_like_that",
          "count": 32
        },
        {
          "ngram": "if_you_like",
          "count": 20
        },
        {
          "ngram": "like_that_if",
          "count": 14
        },
        {
          "ngram": "that_if_you",
          "count": 14
        },
        {
          "ngram": "is_you_like",
          "count": 12
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "trap_future_low-life_2015_2396302",
    "genius_id": 2396302,
    "source": "genius",
    "source_url": "https://genius.com/Future-low-life-lyrics",
    "title": "Low Life",
    "artist": "Future",
    "album": "EVOL",
    "year": "2015",
    "lyrics": "High, high, get, get, gettin' high, everybody gettin' high Get, get, get, gettin' high, you're unbelievably high I just took some molly, what else? (Hey) Got some bitch from Follies with us ('Scuse me, 'scuse me) She gon' fuck the squad, what else? (I swear) I'ma fuck her broads, what else? (Yeah, yeah!) Bitch from Pakistan, what up? ('Rari!) Ferraris and them Lambs, what else? (Skrrt, skrrt!) 'Bout to fuck this club up, what else? (Yeah, yeah!) ( Metro Boomin want some more, nigga! ) (Turn up) [Verse 1: The Weeknd & Future ] I turn the Ritz into a poor house ( Turn up ) It's like eviction number four now ( Woo ) Go 'head and ash it on the floor now ( Swear ) Girl, go 'head and show me how you go down And I feel my whole body peakin' ( Yeah ) And I'm fuckin' anybody with they legs wide ( Racks ) Gettin' faded with some bitches from the West Side ( Woo ) East coast nigga reppin' North Side, never waste a ho's time ( Freebandz ) Bitch, I'm on my own time, fuck a nigga co-sign ( Woo ) Always change my number and my phone line ( And my, and my ) Baby girl, I don't lie, used to have no money for a crib ( Turn up ) Now my room service bill cost your whole life ( Ayy ) If they try to stunt me, I go all out military ( Turn up ) I'm camo'd all out, like I'm in the military ( Turn up ) And free up all my niggas locked up in the penitenti' ( Swear ) 'Cause I'm always reppin' for that low life Reppin' for that low life ( Turn up ), low life, low life Low life, know I'm reppin' for that low Low life ( Representin' ), yeah ( I'm representin' ) Said I'm reppin' for that low life ( Representin' ) Low life, low life, low life, low life ( I'm representin' for that low life ) Said I'm repping for that low life ( I'm reppin', that's reppin', I'm reppin' ) Low life, low life, low life ( Rep, rep, rep, rep, rep, rep, rep, woo, woo, woo, woo ) Yeah Wake up, take a sip of Ace of Spade like it's water I been on the molly and them Xans with your daughter If she catch me cheating, I won't ever tell her, \"sorry\" If she catch me cheating, I will never tell her, \"sorry\" Porsches in the valet, I got Bentleys, I got 'Raris Taking pain pills on the plane, gettin' chartered Poppin' tags on tags, I was starvin' Bitch, I got the juice and the carbine Turn a five star hotel to a traphouse Roaches everywhere, like we forgot to take the trash out Flood my cross with ice, gettin' money my religion Got my baby momma and my side bitch kissin' I turn the Ritz into a lean house This the sixth time gettin' kicked out I can't feel my face, I'm on Adderall, nauseous Niggas tryna ride my fuckin' wave, now they salty Runnin' with the wave, get you killed quick Shoot you in your back like you Ricky Li'l Mexico, with no life to afterlife My whole life, my whole life 'Cause I'm always reppin' for that low life ( Wait ), low life, low life Low life, know I'm reppin' for that low Low life ( Representin' ), yeah ( I'm representin' ) Said I'm reppin' for that low life ( Representin', wait ) Low life, low life, low life, low life ( I'm representin' for that low life, for the low life ) Said I'm repping for that low life ( For the low life, I'm reppin' for the low life ) Low life, low life, low life ( Wait, wait, low life ) Yeah Yeah, they stereotypin' 'Cause they know a nigga keep ten rifles (Ten rifles) And they know a nigga keep ten snipers (Ten snipers) Keepin' baby bottles like we wearin' diapers Yeah, they stereotypin' 'Cause they know a nigga keep twenty rifles And they know a nigga keep twenty snipers And they know a nigga keep ten wifeys (Ha-ha-ha!) Sniper, sniper, sniper, sniper, sniper Wifey, wifey, wifey, wifey, wifey That's your wifey, wifey, wifey, wifey, wifey? I think I like her, like her, like her, like her That's your wifey, wifey, wifey, wifey, wifey? I think I like her, like her, like her, like her Oh, that's your wifey, wifey, wifey, wifey, wifey? I think I like her, like her, like her, like her, ha Getting high, getting high, getting high, everybody getting high Getting high, getting high, getting high, everybody getting high Getting high, getting high, getting high, everybody getting high Getting high, getting high, getting high, and I'm the reason why I just took some molly, what else? ( Getting high, getting high, getting high, everybody getting high ) Got some bitch from Follies with us ( Getting high, getting high, getting high, everybody getting high ) She gon' fuck the squad, what else? ( Getting high, getting high, getting high, everybody getting high ) I'ma fuck her broads, what else? ( Getting high, getting high, getting high, and I'm the reason why ) Bitch from Pakistan, what up? Ferraris and them Lambs, what else? 'Bout to fuck this club up, what else? We 'bout to fuck this club up, what else?",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "trap"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "trap"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.718,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "life",
        "low",
        "high",
        "getting",
        "the"
      ],
      "top_bigrams": [
        {
          "ngram": "low_life",
          "count": 35
        },
        {
          "ngram": "getting_high",
          "count": 30
        },
        {
          "ngram": "high_getting",
          "count": 19
        },
        {
          "ngram": "wifey_wifey",
          "count": 16
        },
        {
          "ngram": "life_low",
          "count": 15
        }
      ],
      "top_trigrams": [
        {
          "ngram": "getting_high_getting",
          "count": 19
        },
        {
          "ngram": "high_getting_high",
          "count": 19
        },
        {
          "ngram": "low_life_low",
          "count": 15
        },
        {
          "ngram": "life_low_life",
          "count": 15
        },
        {
          "ngram": "wifey_wifey_wifey",
          "count": 12
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "metal_metallica_one_1988_86916",
    "genius_id": 86916,
    "source": "genius",
    "source_url": "https://genius.com/Metallica-one-lyrics",
    "title": "One",
    "artist": "Metallica",
    "album": "...And Justice for All (Remastered Deluxe Box Set)",
    "year": "1988",
    "lyrics": "Goddamn coward! Get your ass out of that trench! Move, move, move, move, move! Get out of here! Oh, fuck! We're all fucking trapped here, we're all fucking trapped here! I can't remember anything Can't tell if this is true or a dream Deep down inside, I feel the scream This terrible silence stops me Now that the war is through with me I'm waking up, I cannot see That there's not much left of me Nothing is real but pain now Hold my breath as I wish for death Oh, please, God, wake me Back in the womb, it's much too real In pumps life that I must feel But can't look forward to reveal Look to the time when I'll live Fed through the tube that sticks in me Just like a wartime novelty Tied to machines that make me be Cut this life off from me Hold my breath as I wish for death Oh, please, God, wake me Now the world is gone, I'm just one Oh, God, help me Hold my breath as I wish for death Oh, please, God, help me Darkness, imprisoning me All that I see, absolute horror I cannot live, I cannot die Trapped in myself, body my holding cell Landmine has taken my sight Taken my speech, taken my hearing Taken my arms, taken my legs Taken my soul, left me with life in Hell",
    "tags": [
      "high_repetition",
      "metal"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "metal"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.475,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "me",
        "my",
        "that",
        "the",
        "taken"
      ],
      "top_bigrams": [
        {
          "ngram": "taken_my",
          "count": 6
        },
        {
          "ngram": "move_move",
          "count": 4
        },
        {
          "ngram": "hold_my",
          "count": 3
        },
        {
          "ngram": "my_breath",
          "count": 3
        },
        {
          "ngram": "breath_as",
          "count": 3
        }
      ],
      "top_trigrams": [
        {
          "ngram": "move_move_move",
          "count": 3
        },
        {
          "ngram": "hold_my_breath",
          "count": 3
        },
        {
          "ngram": "my_breath_as",
          "count": 3
        },
        {
          "ngram": "breath_as_wish",
          "count": 3
        },
        {
          "ngram": "as_wish_for",
          "count": 3
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "metal_metallica_nothing-else-mat_1991_108832",
    "genius_id": 108832,
    "source": "genius",
    "source_url": "https://genius.com/Metallica-nothing-else-matters-lyrics",
    "title": "Nothing Else Matters",
    "artist": "Metallica",
    "album": "Metallica (Remastered Deluxe Box Set)",
    "year": "1991",
    "lyrics": "So close, no matter how far Couldn't be much more from the heart Forever trusting who we are And nothing else matters Never opened myself this way Life is ours, we live it our way All these words, I don't just say And nothing else matters Trust I seek and I find in you Every day for us something new Open mind for a different view And nothing else matters Never cared for what they do Never cared for what they know But I know So close, no matter how far It couldn't be much more from the heart Forever trusting who we are And nothing else matters Never cared for what they do Never cared for what they know But I know I never opened myself this way Life is ours, we live it our way All these words, I don't just say And nothing else matters Trust I seek and I find in you Every day for us something new Open mind for a different view And nothing else matters Never cared for what they say Never cared for games they play Never cared for what they do Never cared for what they know And I know, yeah, yeah So close, no matter how far Couldn't be much more from the heart Forever trusting who we are No, nothing else matters",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "metal"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "metal"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.701,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "for",
        "never",
        "and",
        "cared",
        "they"
      ],
      "top_bigrams": [
        {
          "ngram": "never_cared",
          "count": 8
        },
        {
          "ngram": "cared_for",
          "count": 8
        },
        {
          "ngram": "nothing_else",
          "count": 7
        },
        {
          "ngram": "else_matters",
          "count": 7
        },
        {
          "ngram": "for_what",
          "count": 7
        }
      ],
      "top_trigrams": [
        {
          "ngram": "never_cared_for",
          "count": 8
        },
        {
          "ngram": "nothing_else_matters",
          "count": 7
        },
        {
          "ngram": "cared_for_what",
          "count": 7
        },
        {
          "ngram": "for_what_they",
          "count": 7
        },
        {
          "ngram": "and_nothing_else",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "metal_metallica_enter-sandman_1991_118766",
    "genius_id": 118766,
    "source": "genius",
    "source_url": "https://genius.com/Metallica-enter-sandman-lyrics",
    "title": "Enter Sandman",
    "artist": "Metallica",
    "album": "Metallica (Remastered Deluxe Box Set)",
    "year": "1991",
    "lyrics": "Say your prayers, little one, don't forget, my son To include everyone I tuck you in, warm within, keep you free from sin 'Til the Sandman, he comes Sleep with one eye open Gripping your pillow tight Exit light Enter night Take my hand We're off to never-never land Something's wrong, shut the light, heavy thoughts tonight And they aren't of Snow White Dreams of war, dreams of liars, dreams of dragons' fire And of things that will bite, yeah Sleep with one eye open Gripping your pillow tight Exit light Enter night Take my hand We're off to never-never land Yeah Now, I lay me down to sleep Now, I lay me down to sleep Pray the Lord my soul to keep Pray the Lord my soul to keep If I die before I wake If I die before I wake Pray the Lord my soul to take Pray the Lord my soul to take Hush little baby, don't say a word And never mind that noise you heard It's just the beasts under your bed In your closet, in your head Exit light Enter night Grain of sand Exit light Enter night Take my hand We're off to never-never land (Yeah, haha haha) Oh, yeah-yeah, yo-oh We're off to never-never land Take my hand We're off to never-never land Take my hand We're off to never-never land We're off to never-never land We're off to never-never land We're off to never-never land",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "metal"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "metal"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.619,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "never",
        "to",
        "my",
        "we're",
        "off"
      ],
      "top_bigrams": [
        {
          "ngram": "we're_off",
          "count": 9
        },
        {
          "ngram": "off_to",
          "count": 9
        },
        {
          "ngram": "to_never",
          "count": 9
        },
        {
          "ngram": "never_never",
          "count": 9
        },
        {
          "ngram": "never_land",
          "count": 9
        }
      ],
      "top_trigrams": [
        {
          "ngram": "we're_off_to",
          "count": 9
        },
        {
          "ngram": "off_to_never",
          "count": 9
        },
        {
          "ngram": "to_never_never",
          "count": 9
        },
        {
          "ngram": "never_never_land",
          "count": 9
        },
        {
          "ngram": "take_my_hand",
          "count": 5
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "metal_judas-prie_painkiller_1990_388644",
    "genius_id": 388644,
    "source": "genius",
    "source_url": "https://genius.com/Judas-priest-painkiller-lyrics",
    "title": "Painkiller",
    "artist": "Judas Priest",
    "album": "Metalogy",
    "year": "1990",
    "lyrics": "Faster than a bullet Terrifying scream Enraged and full of anger He's half man and half machine Rides the Metal Monster Breathing smoke and fire Closing in with vengeance soaring high He is The Painkiller This is The Painkiller Planets devastated Mankind's on its knees A saviour comes from out the skies In answer to their pleas Through boiling clouds of thunder Blasting bolts of steel Evils going under deadly wheels He is The Painkiller This is The Painkiller Woah Faster than a laser bullet Louder than an atom bomb Chromium-plated boiling metal Brighter than a thousand suns Flying high on rapture Stronger free and brave Nevermore encaptured They've been brought back from the grave With mankind resurrected Forever to survive Returns from Armageddon to the skies He is The Painkiller This is The Painkiller Wings of steel Painkiller Deadly wheels Painkiller Oh He is The Painkiller This is The Painkiller He is The Painkiller This, is The Painkiller Pain, pain Killer, killer Pain, pain Killer, killer Pain Can't Stop The Painkiller Pain",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "metal"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "metal"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.453,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "the",
        "painkiller",
        "is",
        "pain",
        "he"
      ],
      "top_bigrams": [
        {
          "ngram": "the_painkiller",
          "count": 11
        },
        {
          "ngram": "is_the",
          "count": 10
        },
        {
          "ngram": "he_is",
          "count": 5
        },
        {
          "ngram": "painkiller_this",
          "count": 5
        },
        {
          "ngram": "this_is",
          "count": 5
        }
      ],
      "top_trigrams": [
        {
          "ngram": "is_the_painkiller",
          "count": 10
        },
        {
          "ngram": "he_is_the",
          "count": 5
        },
        {
          "ngram": "the_painkiller_this",
          "count": 5
        },
        {
          "ngram": "painkiller_this_is",
          "count": 5
        },
        {
          "ngram": "this_is_the",
          "count": 5
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "metal_judas-prie_youve-got-anothe_1982_151447",
    "genius_id": 151447,
    "source": "genius",
    "source_url": "https://genius.com/Judas-priest-youve-got-another-thing-comin-lyrics",
    "title": "Youve Got Another Thing Comin",
    "artist": "Judas Priest",
    "album": "Metalogy",
    "year": "1982",
    "lyrics": "Hold life, I'm gonna live it up I'm takin' flight, I said I'll never give it up Stand tall, I'm the only kind of proud I'm on the top as long as the music's loud If you think I'll sit around as the world goes by You're thinkin' like a fool, 'cause it's a case of do or die Out there is a fortune waitin' to be had If you think I'll let it go, you're mad You've got another thing comin' You've got another thing comin' That's right, here's where the talkin' is Well, listen, this night there'll be some action spent Drive hard, I'm callin' all the shots I've got an ace card comin' down on the rocks If you think I'll sit around while you chip away my brain Listen, I ain't foolin', and you'd better think again Out there is a fortune waitin' to be had If you think I'll let it go, you're mad You've got another thing comin' You've got another thing comin' You've got another thing comin' In this world we're livin' in We have our share of sorrows Answer now is don't give in Aim for a new tomorrow Oh, so hot, no time to take a rest, yeah Act tough, ain't room for second best Real strong, got me some security Hey, I'm a big smash, I'm goin' for infinity, yeah If you think I'll sit around as the world goes by You're thinkin' like a fool, 'cause it's a case of do or die Out there is a fortune waitin' to be had If you think I'll let it go, you're mad You've got another thing comin' You've got another thing comin' You've got another thing comin' You've got another thing (Comin' for you) You've got another thing comin' (Babe, yeah, it's a comin' now, oh) You've got another thing comin' (Oh yeah, it's a comin' down) You've got another thing comin' (Oh) You've got another thing comin' (Let's turn around and see us, yeah, oh yeah, oh yeah) You've got another thing comin' (It's comin', it's a comin' to you, can you feel it?) You've got another thing comin' (Can you feel it? It's comin' on, it's comin' on top of your soul) You've got another thing comin' (Baby, baby, oh yeah) You've got another thing comin' (You've got another thing comin', baby, you've got another) You've got another thing comin' (You've got another thing comin', you've got another thing comin', oh yeah) You've got another thing comin'",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "metal"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "metal"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.649,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "comin'",
        "got",
        "you've",
        "another",
        "thing"
      ],
      "top_bigrams": [
        {
          "ngram": "you've_got",
          "count": 23
        },
        {
          "ngram": "got_another",
          "count": 23
        },
        {
          "ngram": "another_thing",
          "count": 22
        },
        {
          "ngram": "thing_comin'",
          "count": 22
        },
        {
          "ngram": "comin'_you've",
          "count": 9
        }
      ],
      "top_trigrams": [
        {
          "ngram": "you've_got_another",
          "count": 23
        },
        {
          "ngram": "got_another_thing",
          "count": 22
        },
        {
          "ngram": "another_thing_comin'",
          "count": 22
        },
        {
          "ngram": "thing_comin'_you've",
          "count": 9
        },
        {
          "ngram": "comin'_you've_got",
          "count": 9
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "metal_judas-prie_breaking-the-law_1980_73842",
    "genius_id": 73842,
    "source": "genius",
    "source_url": "https://genius.com/Judas-priest-breaking-the-law-lyrics",
    "title": "Breaking the Law",
    "artist": "Judas Priest",
    "album": "Metalogy",
    "year": "1980",
    "lyrics": "There I was completely wasting, out of work and down All inside, it's so frustrating as I drift from town to town Feel as though nobody cares if I live or die So I might as well begin to put some action in my life Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law So much for the golden future, I can't even start I've had every promise broken, there's anger in my heart You don't know what it's like, you don't have a clue If you did, you'd find yourselves doing the same thing too Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law You don't know what it's like Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "metal"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "metal"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.623,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "the",
        "breaking",
        "law",
        "you",
        "it's"
      ],
      "top_bigrams": [
        {
          "ngram": "breaking_the",
          "count": 32
        },
        {
          "ngram": "the_law",
          "count": 32
        },
        {
          "ngram": "law_breaking",
          "count": 29
        },
        {
          "ngram": "you_don't",
          "count": 3
        },
        {
          "ngram": "in_my",
          "count": 2
        }
      ],
      "top_trigrams": [
        {
          "ngram": "breaking_the_law",
          "count": 32
        },
        {
          "ngram": "the_law_breaking",
          "count": 29
        },
        {
          "ngram": "law_breaking_the",
          "count": 29
        },
        {
          "ngram": "you_don't_know",
          "count": 2
        },
        {
          "ngram": "don't_know_what",
          "count": 2
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rock_nirvana_smells-like-teen_1991_52968",
    "genius_id": 52968,
    "source": "genius",
    "source_url": "https://genius.com/Nirvana-smells-like-teen-spirit-lyrics",
    "title": "Smells Like Teen Spirit",
    "artist": "Nirvana",
    "album": "Nevermind (Super Deluxe Edition)",
    "year": "1991",
    "lyrics": "Load up on guns, bring your friends It's fun to lose and to pretend She's over-bored and self-assured Oh no, I know a dirty word Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino A mosquito, my libido, yeah Hey, yay I'm worse at what I do best And for this gift, I feel blessed Our little group has always been And always will until the end Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino A mosquito, my libido, yeah Hey, yay And I forget just why I taste Oh yeah, I guess it makes me smile I found it hard, it's hard to find Oh well, whatever, never mind Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino A mosquito, my libido A denial, a denial A denial, a denial A denial, a denial A denial, a denial A denial",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rock"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rock"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.624,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "hello",
        "how",
        "low",
        "denial",
        "and"
      ],
      "top_bigrams": [
        {
          "ngram": "hello_hello",
          "count": 24
        },
        {
          "ngram": "hello_how",
          "count": 9
        },
        {
          "ngram": "how_low",
          "count": 9
        },
        {
          "ngram": "low_hello",
          "count": 9
        },
        {
          "ngram": "denial_denial",
          "count": 8
        }
      ],
      "top_trigrams": [
        {
          "ngram": "hello_hello_hello",
          "count": 12
        },
        {
          "ngram": "hello_hello_how",
          "count": 9
        },
        {
          "ngram": "hello_how_low",
          "count": 9
        },
        {
          "ngram": "how_low_hello",
          "count": 9
        },
        {
          "ngram": "low_hello_hello",
          "count": 9
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rock_nirvana_come-as-you-are_1991_62560",
    "genius_id": 62560,
    "source": "genius",
    "source_url": "https://genius.com/Nirvana-come-as-you-are-lyrics",
    "title": "Come as You Are",
    "artist": "Nirvana",
    "album": "Nevermind (Super Deluxe Edition)",
    "year": "1991",
    "lyrics": "Come as you are, as you were As I want you to be As a friend, as a friend As an old enemy Take your time, hurry up Choice is yours, don't be late Take a rest as a friend As an old memoria Memoria Memoria Memoria Come doused in mud, soaked in bleach As I want you to be As a trend, as a friend As an old memoria Memoria Memoria Memoria And I swear that I don't have a gun No, I don't have a gun No, I don't have a gun 'Ria Memoria Memoria Memoria (No, I don't have a gun) And I swear that I don't have a gun No, I don't have a gun No, I don't have a gun No, I don't have a gun No, I don't have a gun (Memoria) (Memoria)",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rock"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rock"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.667,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "memoria",
        "as",
        "don't",
        "have",
        "gun"
      ],
      "top_bigrams": [
        {
          "ngram": "memoria_memoria",
          "count": 9
        },
        {
          "ngram": "don't_have",
          "count": 9
        },
        {
          "ngram": "have_gun",
          "count": 9
        },
        {
          "ngram": "no_don't",
          "count": 7
        },
        {
          "ngram": "gun_no",
          "count": 6
        }
      ],
      "top_trigrams": [
        {
          "ngram": "don't_have_gun",
          "count": 9
        },
        {
          "ngram": "no_don't_have",
          "count": 7
        },
        {
          "ngram": "have_gun_no",
          "count": 6
        },
        {
          "ngram": "gun_no_don't",
          "count": 6
        },
        {
          "ngram": "memoria_memoria_memoria",
          "count": 5
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rock_nirvana_heart-shaped-box_1993_62555",
    "genius_id": 62555,
    "source": "genius",
    "source_url": "https://genius.com/Nirvana-heart-shaped-box-lyrics",
    "title": "Heart-Shaped Box",
    "artist": "Nirvana",
    "album": "In Utero (20th Anniversary Super Deluxe)",
    "year": "1993",
    "lyrics": "She eyes me like a Pisces when I am weak I've been locked inside your heart-shaped box for weeks I've been drawn into your magnet tar pit trap I wish I could eat your cancer when you turn black Hey, wait, I got a new complaint Forever in debt to your priceless advice Hey, wait, I got a new complaint Forever in debt to your priceless advice Hey, wait, I got a new complaint Forever in debt to your priceless advice Your advice Meat-eating orchids forgive no one just yet Cut myself on angel hair and baby's breath Broken hymen of your highness, I'm left black Throw down your umbilical noose so I can climb right back Hey, wait, I got a new complaint Forever in debt to your priceless advice Hey, wait, I got a new complaint Forever in debt to your priceless advice Hey, wait, I got a new complaint Forever in debt to your priceless advice Your advice She eyes me like a Pisces when I am weak I've been locked inside your heart-shaped box for weeks I've been drawn into your magnet tar pit trap I wish I could eat your cancer when you turn black Hey, wait, I got a new complaint Forever in debt to your priceless advice Hey, wait, I got a new complaint Forever in debt to your priceless advice Hey, wait, I got a new complaint Forever in debt to your priceless advice Your advice Your advice Your advice",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rock"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rock"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.674,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "your",
        "advice",
        "hey",
        "wait",
        "got"
      ],
      "top_bigrams": [
        {
          "ngram": "hey_wait",
          "count": 9
        },
        {
          "ngram": "wait_got",
          "count": 9
        },
        {
          "ngram": "got_new",
          "count": 9
        },
        {
          "ngram": "new_complaint",
          "count": 9
        },
        {
          "ngram": "complaint_forever",
          "count": 9
        }
      ],
      "top_trigrams": [
        {
          "ngram": "hey_wait_got",
          "count": 9
        },
        {
          "ngram": "wait_got_new",
          "count": 9
        },
        {
          "ngram": "got_new_complaint",
          "count": 9
        },
        {
          "ngram": "new_complaint_forever",
          "count": 9
        },
        {
          "ngram": "complaint_forever_in",
          "count": 9
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rock_ac-dc_t-n-t_1975_132510",
    "genius_id": 132510,
    "source": "genius",
    "source_url": "https://genius.com/Ac-dc-tnt-lyrics",
    "title": "T.N.T.",
    "artist": "AC/DC",
    "album": "Iron Man 2",
    "year": "1975",
    "lyrics": "Oi! Oi! Oi! Oi! Oi! Oi! Oi! Oi! Oi! Oi! Oi! Oi! Oi! Oi! Oi! See me ride out of the sunset On your colour TV screen Out for all that I can get If you know what I mean Women to the left of me And women to the right Ain't got no gun, ain't got no knife Don't you start no fight 'Cause I'm T.N.T., I'm dynamite T.N.T., and I'll win the fight T.N.T., I'm a power load T.N.T., watch me explode I'm dirty, mean, I'm mighty unclean I'm a wanted man Public enemy number one Understand? So lock up your daughter, lock up your wife Lock up your back door and run for your life The man is back in town So don't you mess me 'round 'Cause I'm T.N.T., I'm dynamite T.N.T., and I'll win the fight T.N.T., I'm a power load T.N.T., watch me explode T.N.T. ( Oi! Oi! Oi! ) T.N.T. ( Oi! Oi! Oi! ) T.N.T. ( Oi! Oi! Oi! ) T.N.T. ( Oi! Oi! Oi! ) T.N.T. ( Oi! Oi! Oi! ), I'm dynamite T.N.T. ( Oi! Oi! Oi! ), and I'll win the fight T.N.T. ( Oi! Oi! Oi! ), I'm a power load T.N.T. , watch me explode",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rock"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rock"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.596,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "oi",
        "i'm",
        "the",
        "me",
        "your"
      ],
      "top_bigrams": [
        {
          "ngram": "oi_oi",
          "count": 32
        },
        {
          "ngram": "i'm_dynamite",
          "count": 3
        },
        {
          "ngram": "and_i'll",
          "count": 3
        },
        {
          "ngram": "i'll_win",
          "count": 3
        },
        {
          "ngram": "win_the",
          "count": 3
        }
      ],
      "top_trigrams": [
        {
          "ngram": "oi_oi_oi",
          "count": 28
        },
        {
          "ngram": "and_i'll_win",
          "count": 3
        },
        {
          "ngram": "i'll_win_the",
          "count": 3
        },
        {
          "ngram": "win_the_fight",
          "count": 3
        },
        {
          "ngram": "i'm_power_load",
          "count": 3
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rock_ac-dc_back-in-black_1980_73849",
    "genius_id": 73849,
    "source": "genius",
    "source_url": "https://genius.com/Ac-dc-back-in-black-lyrics",
    "title": "Back in Black",
    "artist": "AC/DC",
    "album": "Bonfire",
    "year": "1980",
    "lyrics": "Back in black, I hit the sack I've been too long, I'm glad to be back Yes, I'm let loose from the noose That's kept me hangin' about I'm just a-lookin' at the sky 'cause it's gettin' me high Forget the hearse, 'cause I'll never die I got nine lives, cat's eyes Abusin' every one of them and runnin' wild 'Cause I'm back Yes, I'm back Well, I'm back Yes, I'm back Well, I'm back Back Well, I'm back in black Yes, I'm back in black Oh, back in the back of a Cadillac Number one with a bullet, I'm a power pack Yes, I'm in a bang with a gang They've got to catch me if they want me to hang 'Cause I'm back on the track and I'm beatin' the flak Nobody's gonna get me on another rap So, look at me now, I'm just a-makin' my play Don't try to push your luck, just get outta my way 'Cause I'm back Yes, I'm back Well, I'm back Yes, I'm back Well, I'm back Back Well, I'm back in black Yes, I'm back in black Well, I'm back Yes, I'm back Well, I'm back Yes, I'm back Well, I'm back Back Well, I'm back in black Yes, I'm back in black, ow Ah, yeah Oh, yeah Take my love Oh, yeah Yeah Ah, hey, yeah Ooh, yeah Well, I'm back (I'm back) Back, well, I'm (I'm back) Back (I'm back) Back (I'm back) Back (I'm back) Back It's back in black Yes, I'm back in black Outta the sack",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rock"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rock"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.626,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "back",
        "i'm",
        "yes",
        "well",
        "in"
      ],
      "top_bigrams": [
        {
          "ngram": "i'm_back",
          "count": 29
        },
        {
          "ngram": "yes_i'm",
          "count": 12
        },
        {
          "ngram": "well_i'm",
          "count": 12
        },
        {
          "ngram": "back_in",
          "count": 10
        },
        {
          "ngram": "back_well",
          "count": 10
        }
      ],
      "top_trigrams": [
        {
          "ngram": "well_i'm_back",
          "count": 11
        },
        {
          "ngram": "yes_i'm_back",
          "count": 10
        },
        {
          "ngram": "back_well_i'm",
          "count": 10
        },
        {
          "ngram": "back_in_black",
          "count": 9
        },
        {
          "ngram": "i'm_back_back",
          "count": 8
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rock_ac-dc_highway-to-hell_1979_82653",
    "genius_id": 82653,
    "source": "genius",
    "source_url": "https://genius.com/Ac-dc-highway-to-hell-lyrics",
    "title": "Highway to Hell",
    "artist": "AC/DC",
    "album": "Iron Man 2",
    "year": "1979",
    "lyrics": "Livin' easy, lovin' free Season ticket on a one-way ride Askin' nothin', leave me be Takin' everything in my stride Don't need reason, don't need rhyme Ain't nothin' I'd rather do Goin' down, party time My friends are gonna be there too, yeah I'm on the highway to Hell On the highway to Hell Highway to Hell I'm on the highway to Hell No stop signs, speed limit Nobody's gonna slow me down Like a wheel, gonna spin it Nobody's gonna mess me around Hey, Satan, payin' my dues Playin' in a rockin' band Hey, mama, look at me I'm on the way to the promised land, wow I'm on the highway to Hell Highway to Hell I'm on the highway to Hell Highway to Hell Mm Don't stop me Hey, hey, ooh I'm on the highway to Hell On the highway to Hell I'm on the highway to Hell On the highway to Hell (Highway to Hell) I'm on the highway to Hell (Highway to Hell) Highway to Hell (Highway to Hell) I'm on the highway to Hell (Highway to Hell) And I'm goin' down All the way, woah I'm on the highway to Hell",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rock"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rock"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.619,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "to",
        "highway",
        "hell",
        "the",
        "on"
      ],
      "top_bigrams": [
        {
          "ngram": "highway_to",
          "count": 20
        },
        {
          "ngram": "to_hell",
          "count": 20
        },
        {
          "ngram": "on_the",
          "count": 13
        },
        {
          "ngram": "the_highway",
          "count": 12
        },
        {
          "ngram": "i'm_on",
          "count": 10
        }
      ],
      "top_trigrams": [
        {
          "ngram": "highway_to_hell",
          "count": 20
        },
        {
          "ngram": "on_the_highway",
          "count": 12
        },
        {
          "ngram": "the_highway_to",
          "count": 12
        },
        {
          "ngram": "i'm_on_the",
          "count": 10
        },
        {
          "ngram": "to_hell_highway",
          "count": 8
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "pop_the-weeknd_the-hills_2015_727466",
    "genius_id": 727466,
    "source": "genius",
    "source_url": "https://genius.com/The-weeknd-the-hills-lyrics",
    "title": "The Hills",
    "artist": "The Weeknd",
    "album": "The Highlights (Deluxe)",
    "year": "2015",
    "lyrics": "Yeah Yeah Yeah Your man on the road, he doin' promo You said, \"Keep our business on the low-low\" I'm just tryna get you out the friend zone 'Cause you look even better than the photos I can't find your house, send me the info Drivin' through the gated residential Found out I was comin', sent your friends home Keep on tryna hide it, but your friends know I only call you when it's half-past five The only time that I'll be by your side I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, yeah I only call you when it's half-past five The only time I'd ever call you mine I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, babe I'ma let you know and keep it simple Tryna keep it up don't seem so simple I just fucked two bitches 'fore I saw you And you gon' have to do it at my tempo Always tryna send me off to rehab Drugs started feelin' like it's decaf I'm just tryna live life for the moment And all these motherfuckers want a relapse I only call you when it's half-past five The only time that I'll be by your side I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, yeah I only call you when it's half-past five The only time I'd ever call you mine I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, babe Hills have eyes, the hills have eyes Who are you to judge? Who are you to judge? Hide your lies, girl, hide your lies (Hide your lies, oh, baby) Only you to trust, only you I only call you when it's half-past five The only time that I'll be by your side I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, yeah I only call you when it's half-past five The only time I'd ever call you mine I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, babe Ewedihalehu Yene konjo, ewedihalehu Yene fikir, fikir, fikir, fikir Yene fikir, fikir, fikir, fikir Ewedihalehu Yene konjo, ewedihalehu...",
    "tags": [
      "high_repetition",
      "hook_repetition",
      "pop"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "pop"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.723,
      "has_chorus_like": 0,
      "has_hook_like": 1,
      "top_terms": [
        "the",
        "me",
        "you",
        "when",
        "only"
      ],
      "top_bigrams": [
        {
          "ngram": "me_when",
          "count": 12
        },
        {
          "ngram": "when_i'm",
          "count": 12
        },
        {
          "ngram": "i'm_fucked",
          "count": 12
        },
        {
          "ngram": "fucked_up",
          "count": 12
        },
        {
          "ngram": "up_that's",
          "count": 12
        }
      ],
      "top_trigrams": [
        {
          "ngram": "me_when_i'm",
          "count": 12
        },
        {
          "ngram": "when_i'm_fucked",
          "count": 12
        },
        {
          "ngram": "i'm_fucked_up",
          "count": 12
        },
        {
          "ngram": "fucked_up_that's",
          "count": 12
        },
        {
          "ngram": "up_that's_the",
          "count": 12
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "pop_the-weeknd_starboy_2016_2851948",
    "genius_id": 2851948,
    "source": "genius",
    "source_url": "https://genius.com/The-weeknd-starboy-lyrics",
    "title": "Starboy",
    "artist": "The Weeknd",
    "album": "The Highlights (Deluxe)",
    "year": "2016",
    "lyrics": "Ayy I'm tryna put you in the worst mood, ah P1 cleaner than your church shoes, ah Milli point two just to hurt you, ah All red Lamb' just to tease you, ah None of these toys on lease too, ah Made your whole year in a week too, yah Main bitch outta your league too, ah Side bitch outta your league too, ah House so empty, need a centerpiece Twenty racks a table, cut from ebony Cut that ivory into skinny pieces Then she clean it with her face, man, I love my baby, ah You talkin' money, need a hearin' aid You talkin' 'bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) Look what you've done (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) I'm a motherfuckin' starboy (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) Look what you've done (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) I'm a motherfuckin' starboy Every day, a nigga try to test me, ah Every day, a nigga try to end me, ah Pull off in that Roadster SV, ah Pockets overweight, gettin' hefty, ah Comin' for the king, that's a far cry, I I come alive in the fall time, I The competition, I don't really listen I'm in the blue Mulsanne, bumpin' New Edition House so empty, need a centerpiece Twenty racks a table, cut from ebony Cut that ivory into skinny pieces Then she clean it with her face, man, I love my baby, ah You talkin' money, need a hearin' aid You talkin' 'bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) Look what you've done (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) I'm a motherfuckin' starboy (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) Look what you've done (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) I'm a motherfuckin' starboy Let a nigga brag Pitt Legend of the fall, took the year like a bandit Bought Mama a crib and a brand new wagon Now she hit the grocery shop lookin' lavish Star Trek roof in that Wraith of Khan Girls get loose when they hear this song A hundred on the dash get me close to God We don't pray for love, we just pray for cars House so empty, need a centerpiece Twenty racks a table, cut from ebony Cut that ivory into skinny pieces Then she clean it with her face, man, I love my baby, ah You talkin' money, need a hearin' aid You talkin' 'bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) Look what you've done (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) I'm a motherfuckin' starboy (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) Look what you've done (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) I'm a motherfuckin' starboy (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) Look what you've done (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) I'm a motherfuckin' starboy (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) Look what you've done (Ha-ha-ha-ha-ha, ha-ha-ha-ha-ha) I'm a motherfuckin' starboy",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "pop"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "pop"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.707,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "ha",
        "ah",
        "the",
        "i'm",
        "you"
      ],
      "top_bigrams": [
        {
          "ngram": "ha_ha",
          "count": 144
        },
        {
          "ngram": "ha_look",
          "count": 8
        },
        {
          "ngram": "look_what",
          "count": 8
        },
        {
          "ngram": "what_you've",
          "count": 8
        },
        {
          "ngram": "you've_done",
          "count": 8
        }
      ],
      "top_trigrams": [
        {
          "ngram": "ha_ha_ha",
          "count": 128
        },
        {
          "ngram": "ha_ha_look",
          "count": 8
        },
        {
          "ngram": "ha_look_what",
          "count": 8
        },
        {
          "ngram": "look_what_you've",
          "count": 8
        },
        {
          "ngram": "what_you've_done",
          "count": 8
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "pop_the-weeknd_die-for-you_2016_2911557",
    "genius_id": 2911557,
    "source": "genius",
    "source_url": "https://genius.com/The-weeknd-die-for-you-lyrics",
    "title": "Die For You",
    "artist": "The Weeknd",
    "album": "The Highlights (Deluxe)",
    "year": "2016",
    "lyrics": "I'm findin' ways to articulate the feelin' I'm goin' through I just can't say I don't love you (Yeah) 'Cause I love you, yeah It's hard for me to communicate the thoughts that I hold But tonight, I'm gon' let you know Let me tell the truth Baby, let me tell the truth, yeah You know what I'm thinkin', see it in your eyes You hate that you want me, hate it when you cry You're scared to be lonely, 'specially in the night I'm scared that I'll miss you, happens every time I don't want this feelin', I can't afford love I try to find a reason to pull us apart It ain't workin' 'cause you're perfect And I know that you're worth it I can't walk away, oh Even though we're goin' through it And it makes you feel alone Just know that I would die for you Baby, I would die for you, yeah The distance and the time between us It'll never change my mind 'cause Baby, I would die for you Baby, I would die for you, yeah (Say) I'm findin' ways to manipulate the feelin' you're goin' through But, baby girl, I'm not blamin' you Just don't blame me, too, yeah 'Cause I can't take this pain forever And you won't find no one that's better 'Cause I'm right for you, babe I think I'm right for you, babe You know what I'm thinkin', see it in your eyes You hate that you want me, hate it when you cry It ain't workin' 'cause you're perfect And I know that you're worth it I can't walk away, oh Even though we're goin' through it And it makes you feel alone Just know that I would die for you Baby, I would die for you, yeah The distance and the time between us It'll never change my mind 'cause Baby, I would die for you, uh Baby, I would die for you, yeah I would die for you, I would lie for you Keep it real with you, I would kill for you, my baby I'm just sayin', yeah I would die for you, I would lie for you Keep it real with you, I would kill for you, my baby Na-na-na, na-na-na, na-na-na Even though we're goin' through it And it makes you feel alone Just know that I would die for you Baby, I would die for you, yeah The distance and the time between us It'll never change my mind 'cause Baby, I would die for you Baby, I would die for you, yeah (Oh, babe) (Die for you)",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "pop"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "pop"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.73,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "you",
        "for",
        "would",
        "it",
        "die"
      ],
      "top_bigrams": [
        {
          "ngram": "for_you",
          "count": 21
        },
        {
          "ngram": "die_for",
          "count": 15
        },
        {
          "ngram": "would_die",
          "count": 14
        },
        {
          "ngram": "baby_would",
          "count": 9
        },
        {
          "ngram": "you_yeah",
          "count": 8
        }
      ],
      "top_trigrams": [
        {
          "ngram": "die_for_you",
          "count": 15
        },
        {
          "ngram": "would_die_for",
          "count": 14
        },
        {
          "ngram": "baby_would_die",
          "count": 9
        },
        {
          "ngram": "na_na_na",
          "count": 7
        },
        {
          "ngram": "for_you_yeah",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "pop_lady-gaga_shallow_2018_3352793",
    "genius_id": 3352793,
    "source": "genius",
    "source_url": "https://genius.com/Lady-gaga-and-bradley-cooper-shallow-lyrics",
    "title": "Shallow",
    "artist": "Lady Gaga",
    "album": "A Star is Born (Original Motion Picture Soundtrack)",
    "year": "2018",
    "lyrics": "Tell me somethin', girl Are you happy in this modern world? Or do you need more? Is there somethin' else you're searchin' for? I'm fallin' In all the good times, I find myself longin' For change And, in the bad times, I fear myself Tell me something, boy Aren't you tired tryna fill that void? Or do you need more? Ain't it hard keepin' it so hardcore? I'm falling In all the good times, I find myself longing For change And, in the bad times, I fear myself I'm off the deep end, watch as I dive in I'll never meet the ground Crash through the surface where they can't hurt us We're far from the shallow now In the sha-ha, sha-hallow In the sha-ha, sha-la-la-la-low In the sha-ha, sha-hallow We're far from the shallow now Oh, ha, ah, ha Oh-ah, ha I'm off the deep end, watch as I dive in I'll never meet the ground Crash through the surface where they can't hurt us We're far from the shallow now In the sha-ha, shallow In the sha-ha, sha-la-la-la-low In the sha-ha, shallow We're far from the shallow now",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "pop"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "pop"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.602,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "the",
        "in",
        "sha",
        "ha",
        "shallow"
      ],
      "top_bigrams": [
        {
          "ngram": "in_the",
          "count": 8
        },
        {
          "ngram": "the_sha",
          "count": 6
        },
        {
          "ngram": "sha_ha",
          "count": 6
        },
        {
          "ngram": "we're_far",
          "count": 4
        },
        {
          "ngram": "far_from",
          "count": 4
        }
      ],
      "top_trigrams": [
        {
          "ngram": "in_the_sha",
          "count": 6
        },
        {
          "ngram": "the_sha_ha",
          "count": 6
        },
        {
          "ngram": "we're_far_from",
          "count": 4
        },
        {
          "ngram": "far_from_the",
          "count": 4
        },
        {
          "ngram": "from_the_shallow",
          "count": 4
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "pop_lady-gaga_die-with-a-smile_2024_10766684",
    "genius_id": 10766684,
    "source": "genius",
    "source_url": "https://genius.com/Lady-gaga-and-bruno-mars-die-with-a-smile-lyrics",
    "title": "Die With A Smile",
    "artist": "Lady Gaga",
    "album": "MAYHEM (Reissue)",
    "year": "2024",
    "lyrics": "(Ooh, ooh) I, I just woke up from a dream Where you and I had to say goodbye And I don't know what it all means But since I survived, I realized Wherever you go, that's where I'll follow Nobody's promised tomorrow So I'ma love you every night like it's the last night Like it's the last night If the world was ending I'd wanna be next to you If the party was over And our time on Earth was through I'd wanna hold you just for a while And die with a smile If the world was ending I'd wanna be next to you (Ooh, ooh) Ooh, lost, lost in the words that we scream I don't even wanna do this anymore 'Cause you already know what you mean to me And our love's the only war worth fighting for Wherever you go, that's where I'll follow Nobody's promised tomorrow So I'ma love you every night like it's the last night Like it's the last night If the world was ending I'd wanna be next to you If the party was over And our time on Earth was through I'd wanna hold you just for a while And die with a smile If the world was ending I'd wanna be next to you Right next to you Next to you Right next to you Oh-oh If the world was ending I'd wanna be next to you If the party was over And our time on Earth was through I'd wanna hold you just for a while And die with a smile If the world was ending I'd wanna be next to youIf the world was ending I'd wanna be next to you (Ooh, ooh) I'd wanna be next to you",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "pop"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "pop"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.701,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "you",
        "the",
        "to",
        "was",
        "wanna"
      ],
      "top_bigrams": [
        {
          "ngram": "i'd_wanna",
          "count": 11
        },
        {
          "ngram": "next_to",
          "count": 11
        },
        {
          "ngram": "to_you",
          "count": 10
        },
        {
          "ngram": "if_the",
          "count": 9
        },
        {
          "ngram": "wanna_be",
          "count": 8
        }
      ],
      "top_trigrams": [
        {
          "ngram": "next_to_you",
          "count": 10
        },
        {
          "ngram": "i'd_wanna_be",
          "count": 8
        },
        {
          "ngram": "wanna_be_next",
          "count": 8
        },
        {
          "ngram": "be_next_to",
          "count": 8
        },
        {
          "ngram": "the_world_was",
          "count": 7
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "pop_lady-gaga_poker-face_2008_1316",
    "genius_id": 1316,
    "source": "genius",
    "source_url": "https://genius.com/Lady-gaga-poker-face-lyrics",
    "title": "Poker Face",
    "artist": "Lady Gaga",
    "album": "The Fame Monster (France Virgin Version)",
    "year": "2008",
    "lyrics": "Mum-mum-mum-mah Mum-mum-mum-mah Mum-mum-mum-mah Mum-mum-mum-mah Mum-mum-mum-mah I wanna hold 'em like they do in Texas, please (Woo) Fold 'em, let 'em hit me, raise it, baby, stay with me (I love it) LoveGame intuition, play the cards with spades to start And after he's been hooked, I'll play the one that's on his heart Oh, woah-oh, oh, oh Oh-oh-oh-oh-oh-oh I'll get him hot, show him what I've got Oh, woah-oh, oh, oh Oh-oh-oh-oh-oh-oh I'll get him hot, show him what I've got Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) P-p-p-poker face, f-f-fuck her face (Mum-mum-mum-mah) P-p-p-poker face, f-f-fuck her face (Mum-mum-mum-mah) I wanna roll with him, a hard pair we will be (Woo) A little gamblin' is fun when you're with me (I love it, woo) Russian roulette is not the same without a gun And baby, when it's love, if it's not rough, it isn't fun, fun Oh, woah-oh, oh, oh Oh-oh-oh-oh-oh-oh I'll get him hot, show him what I've got Oh, woah-oh, oh, oh Oh-oh-oh-oh-oh-oh I'll get him hot, show him what I've got Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) P-p-p-poker face, f-f-fuck her face (Mum-mum-mum-mah) P-p-p-poker face, f-f-fuck her face (Mum-mum-mum-mah) (Mum-mum-mum-mah) (Mum-mum-mum-mah) I won't tell you that I love you Kiss or hug you 'Cause I'm bluffin' with my muffin I'm not lyin', I'm just stunnin' with my love-glue-gunnin' Just like a chick in the casino Take your bank before I pay you out I promise this, promise this Check this hand 'cause I'm marvelous Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) P-p-p-poker face, f-f-fuck her face P-p-p-poker face, f-f-fuck her face (She's got me like nobody) P-p-p-poker face, f-f-fuck her face (Mum-mum-mum-mah) P-p-p-poker face, f-f-fuck her face (Mum-mum-mum-mah) P-p-p-poker face, f-f-fuck her face (Mum-mum-mum-mah) P-p-p-poker face, f-f-fuck her face (Mum-mum-mum-mah)",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "pop"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "pop"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.782,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "mum",
        "oh",
        "my",
        "can't",
        "read"
      ],
      "top_bigrams": [
        {
          "ngram": "oh_oh",
          "count": 32
        },
        {
          "ngram": "mum_mum",
          "count": 30
        },
        {
          "ngram": "can't_read",
          "count": 30
        },
        {
          "ngram": "read_my",
          "count": 30
        },
        {
          "ngram": "poker_face",
          "count": 20
        }
      ],
      "top_trigrams": [
        {
          "ngram": "can't_read_my",
          "count": 30
        },
        {
          "ngram": "oh_oh_oh",
          "count": 28
        },
        {
          "ngram": "mum_mum_mum",
          "count": 15
        },
        {
          "ngram": "mum_mum_mah",
          "count": 15
        },
        {
          "ngram": "face_she's_got",
          "count": 11
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "reggae_bob-marley_one-love_1965_1372677",
    "genius_id": 1372677,
    "source": "genius",
    "source_url": "https://genius.com/Bob-marley-one-love-lyrics",
    "title": "One Love",
    "artist": "Bob Marley",
    "album": "The Wailing Wailers",
    "year": "1965",
    "lyrics": "One love One heart Let's join together and I'll feel all right One love (One love) Oh, Lord, have mercy (One heart) I tell you, let's just salsabrate and I'll feel alright (Let's join together and I will feel alright) Let's join together and I'll feel alright Now, let them all pass all their dirty remarks (One love) There is one question I'd really like to ask (One soul) Is there a place for the hopeless sinner Who has hurt all mankind just to save his soul? One love One heart Let's join together and I'll feel all right (One love) Hear my plea (One heart) Let's join together and I'll feel alright Let's just pray to the Lord and I will feel alright (Let's join together and I will feel alright) Let's join together to fight this holy battle So when the Man comes there will be no, no doom Have pity on those whose chances grows thinner There ain't no hiding place when the King comes along, yes (One love) Hear my plea (One heart) Let's join together and I'll feel alright (Let's join together and I will feel alright) One love (One love) Oh, Lord, have mercy (One heart) I tell you, let's just salsabrate and I will feel alright (Let's join together and I'll feel alright) Let's join together and I'll feel alright (Let's join together and I'll feel alright) One love One heart Let's join together and I'll feel all right (Let's join together and I'll feel all right) (One love) Oh, Lord, oh (One heart) Let's join together and I'll feel alright (Let's join together and I will feel alright) Let's just pray to the Lord and I will feel alright (Let's join together and I will feel alright) I'll tell you Let them all pass all their dirty remarks (One love) There is one question I'd really like to ask (One soul) Is there a place for the hopeless sinner Who has hurt all mankind just to save his soul? (One love) Oh, Lord, have mercy (One heart) I'll tell you, let's just salsabrate and I will feel alright (Let's join together and I will feel alright) (One love) Hear my plea (One heart) Hear my plea, and I will feel alright (Let's join together and I'll feel alright) Let's just pray to the Lord and I will feel alright (Let's join together and I will feel alright)",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "reggae"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "reggae"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.807,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "one",
        "let's",
        "and",
        "feel",
        "alright"
      ],
      "top_bigrams": [
        {
          "ngram": "feel_alright",
          "count": 22
        },
        {
          "ngram": "let's_join",
          "count": 20
        },
        {
          "ngram": "join_together",
          "count": 20
        },
        {
          "ngram": "together_and",
          "count": 19
        },
        {
          "ngram": "alright_let's",
          "count": 16
        }
      ],
      "top_trigrams": [
        {
          "ngram": "let's_join_together",
          "count": 20
        },
        {
          "ngram": "join_together_and",
          "count": 19
        },
        {
          "ngram": "feel_alright_let's",
          "count": 16
        },
        {
          "ngram": "and_i'll_feel",
          "count": 13
        },
        {
          "ngram": "alright_let's_join",
          "count": 13
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "reggae_bob-marley_judge-not_1962_810072",
    "genius_id": 810072,
    "source": "genius",
    "source_url": "https://genius.com/Bob-marley-judge-not-lyrics",
    "title": "Judge Not!",
    "artist": "Bob Marley",
    "album": "60s Ska Explosion",
    "year": "1962",
    "lyrics": "Don't you look at me so smug And say I'm going bad Who are you to judge me And the life that I live? I know that I'm not perfect And that I don't claim to be So, before you point your fingers Be sure your hands are clean Judge not Before you judge yourself Judge not If you're not ready for judgement (Woah, oh-oh) The road of life is rocky And you may stumble too So, while you talk about me Someone else is judging you Judge not Before you judge yourself Judge not If you're not ready for judgement (Woah, oh-oh) The road of life is rocky And you may stumble too So, while you talk about me Someone else is judging you Someone else is judging you Someone else is judging you Someone else is judging you",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "reggae"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "reggae"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.619,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "you",
        "judge",
        "not",
        "is",
        "and"
      ],
      "top_bigrams": [
        {
          "ngram": "someone_else",
          "count": 5
        },
        {
          "ngram": "else_is",
          "count": 5
        },
        {
          "ngram": "is_judging",
          "count": 5
        },
        {
          "ngram": "judging_you",
          "count": 5
        },
        {
          "ngram": "judge_not",
          "count": 4
        }
      ],
      "top_trigrams": [
        {
          "ngram": "someone_else_is",
          "count": 5
        },
        {
          "ngram": "else_is_judging",
          "count": 5
        },
        {
          "ngram": "is_judging_you",
          "count": 5
        },
        {
          "ngram": "judging_you_someone",
          "count": 3
        },
        {
          "ngram": "you_someone_else",
          "count": 3
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "reggae_bob-marley_one-cup-of-coffe_1963_1176008",
    "genius_id": 1176008,
    "source": "genius",
    "source_url": "https://genius.com/Bob-marley-one-cup-of-coffee-lyrics",
    "title": "One Cup Of Coffee",
    "artist": "Bob Marley",
    "album": "Single",
    "year": "1963",
    "lyrics": "One cup of coffee, then I'll go; Though I just dropped by to let you know That I'm leaving you tomorrow; I'll cause you no more sorrow: One cup of coffee, then I'll go I brought the money like the lawyer said to do But it won't replace the heartache I caused you; It won't take the place of lovin' you, I know So one cup of coffee, then I'll go Tell the kids I came last night And kissed them while they slept; Make my coffee sweet and warm Just the way you used to lie in my arms I brought the money like the lawyer said to do But it won't replace the 'eartache I caused you; It won't take the place of lovin' you, I know So one cup of coffee, then I'll go; One cup of coffee, then I'll go; One cup of coffee, then I'll go",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "reggae"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "reggae"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.573,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "the",
        "of",
        "you",
        "coffee",
        "i'll"
      ],
      "top_bigrams": [
        {
          "ngram": "one_cup",
          "count": 6
        },
        {
          "ngram": "cup_of",
          "count": 6
        },
        {
          "ngram": "of_coffee",
          "count": 6
        },
        {
          "ngram": "coffee_then",
          "count": 6
        },
        {
          "ngram": "then_i'll",
          "count": 6
        }
      ],
      "top_trigrams": [
        {
          "ngram": "one_cup_of",
          "count": 6
        },
        {
          "ngram": "cup_of_coffee",
          "count": 6
        },
        {
          "ngram": "of_coffee_then",
          "count": 6
        },
        {
          "ngram": "coffee_then_i'll",
          "count": 6
        },
        {
          "ngram": "then_i'll_go",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "reggae_inner-circ_bad-boys_1987_97782",
    "genius_id": 97782,
    "source": "genius",
    "source_url": "https://genius.com/Inner-circle-bad-boys-lyrics",
    "title": "Bad Boys",
    "artist": "Inner Circle",
    "album": "Bad Boys",
    "year": "1987",
    "lyrics": "Huh! Bad boys! What you want? What you want? What you gonna do When Sheriff John Brown come for you? Tell me, what you wanna do? What you gonna do? Yeah! Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? When you were eight and you had bad traits You go to school and learn the golden rule So why are you acting like a bloody fool? If you get hot, then you must get cool! Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? You chuck it on that one, you chuck it on this one You chuck it on your mother and you chuck it on your father You chuck it on your brother and you chuck it on your sister You chuck it on that one and you chuck it on me! Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Nobody naw give you no break Police naw give you no break Not a soldier mona give you no break Not even you idren naw give you no break Heeey! Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Why did you have to act so mean? Don't you know you're human being? Born of a mother with the love of a father Reflection comes and reflection goes I know sometimes you want to let go Hey, hey, hey! I know sometimes you want to let go Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? (You're too bad, you're too rude) (You're too bad, you're too rude, yeah) Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you? You chuck it on that one, you chuck it on this one You chuck it on your mother and you chuck it on your father You chuck it on your brother and you chuck it on your sister You chuck it on that one and you chuck it on me Bad boys, bad boys What you gonna do? What you gonna do when they come for you? Bad boys, bad boys What you gonna do? What you gonna do when they come for you?",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "reggae"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "reggae"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.842,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "you",
        "what",
        "bad",
        "do",
        "gonna"
      ],
      "top_bigrams": [
        {
          "ngram": "what_you",
          "count": 41
        },
        {
          "ngram": "you_gonna",
          "count": 38
        },
        {
          "ngram": "gonna_do",
          "count": 38
        },
        {
          "ngram": "bad_boys",
          "count": 37
        },
        {
          "ngram": "boys_what",
          "count": 19
        }
      ],
      "top_trigrams": [
        {
          "ngram": "what_you_gonna",
          "count": 38
        },
        {
          "ngram": "you_gonna_do",
          "count": 38
        },
        {
          "ngram": "bad_boys_what",
          "count": 19
        },
        {
          "ngram": "boys_what_you",
          "count": 19
        },
        {
          "ngram": "gonna_do_when",
          "count": 19
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "reggae_inner-circ_sweat-a-la-la-la_1993_1007720",
    "genius_id": 1007720,
    "source": "genius",
    "source_url": "https://genius.com/Inner-circle-sweat-a-la-la-la-la-long-lyrics",
    "title": "Sweat (A La La La La Long)",
    "artist": "Inner Circle",
    "album": "Bad Boys",
    "year": "1993",
    "lyrics": "I've been watching you Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Come on! Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Hey Standing across the room, I saw you smile I said I want to talk to you for a little while But before I make my move, my emotions start running wild My tongue gets tied, and that's no lie I'm looking in your eyes I'm looking in your big brown eyes (Ooh, yeah) (And I've got this to say to you) Girl, I want to make you sweat Sweat 'til you can't sweat no more And if you cry out I'm gonna push it some more Girl, I want to make you sweat Sweat 'til you can't sweat no more And if you cry out, I'm gonna push it Push it, push it some more Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Come on! Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Ooh So, I say to myself, if she loves me or not But the dread don't know that love is his to get And with a little bit of this and a little bit of that The lyrics goes on the attack My tongue gets tied And that's no lie I'm looking in your eyes I'm looking in your big brown eyes Ooh, yeah Oh, girl (And I've got this to say to you) Girl, I want to make you sweat Sweat 'til you can't sweat no more And if you cry out, I'm gonna push it some more Girl, I want to make you sweat Sweat 'til you can't sweat no more And if you cry out, I'm gonna push it Push it, push it some more Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Ooh, yeah! Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long One more time Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Sing it! Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Yeah Ooh-woo-woo-we, yeah Eyes, I'm looking in your big brown eyes Ooh, yeah (And I've got this to say to you, yeah) Girl, I want to make you sweat Sweat 'til you can't sweat no more And if you cry out, I'm gonna push it some more Girl, I want to make you sweat Sweat 'til you can't sweat no more And if you cry out, I'm gonna push it Push it, push it some more Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Eh Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Push it, push it some more Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long All right Ah la-la-la-la-long Ah la-la-la-la-long-long, li-long, long-long Push it, push it some more",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "reggae"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "reggae"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.827,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "la",
        "long",
        "you",
        "ah",
        "sweat"
      ],
      "top_bigrams": [
        {
          "ngram": "la_la",
          "count": 72
        },
        {
          "ngram": "long_long",
          "count": 36
        },
        {
          "ngram": "ah_la",
          "count": 24
        },
        {
          "ngram": "la_long",
          "count": 24
        },
        {
          "ngram": "push_it",
          "count": 16
        }
      ],
      "top_trigrams": [
        {
          "ngram": "la_la_la",
          "count": 48
        },
        {
          "ngram": "ah_la_la",
          "count": 24
        },
        {
          "ngram": "la_la_long",
          "count": 24
        },
        {
          "ngram": "la_long_ah",
          "count": 12
        },
        {
          "ngram": "long_ah_la",
          "count": 12
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "reggae_inner-circ_games-people-pla_1994_1023141",
    "genius_id": 1023141,
    "source": "genius",
    "source_url": "https://genius.com/Inner-circle-games-people-play-lyrics",
    "title": "Games People Play",
    "artist": "Inner Circle",
    "album": "Reggae Dancer",
    "year": "1994",
    "lyrics": "Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play Oh the games people play now Every night and every day now Never meaning what they say, yeah Never saying what they mean First you whine away your hours In your concrete towers Soon you'll be covered up with flowers In the back of a black limousine People walking up to you Singing glory hallelujah Then thy try to sock it to you, oh In the name of the Lord Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play Oh ooh ooh ... Oh the games people play now Every night and every day now Never meaning what they say, yeah Never saying what they mean And they teach you how to meditate Read up your horoscope and change your faith And furthermore to hell with hate Come on and give me some more, and more, and more Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play First your're giving up your sanity Turn your back on humanity, yeah And you don't give a damn, a damn, a damn Oh Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play Talking bout you and me, yeah And the games people play",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "reggae"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "reggae"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.778,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "na",
        "and",
        "you",
        "the",
        "yeah"
      ],
      "top_bigrams": [
        {
          "ngram": "na_na",
          "count": 105
        },
        {
          "ngram": "the_games",
          "count": 10
        },
        {
          "ngram": "games_people",
          "count": 10
        },
        {
          "ngram": "people_play",
          "count": 10
        },
        {
          "ngram": "yeah_and",
          "count": 9
        }
      ],
      "top_trigrams": [
        {
          "ngram": "na_na_na",
          "count": 98
        },
        {
          "ngram": "the_games_people",
          "count": 10
        },
        {
          "ngram": "games_people_play",
          "count": 10
        },
        {
          "ngram": "talking_bout_you",
          "count": 8
        },
        {
          "ngram": "bout_you_and",
          "count": 8
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rnb_beyonce_drunk-in-love_2013_299177",
    "genius_id": 299177,
    "source": "genius",
    "source_url": "https://genius.com/Beyonce-drunk-in-love-lyrics",
    "title": "Drunk in Love",
    "artist": "Beyonc",
    "album": "BEYONC (Platinum Edition)",
    "year": "2013",
    "lyrics": "I've been drinkin', I've been drinkin' I get filthy when that liquor get into me I've been thinkin', I've been thinkin' Why can't I keep my fingers off it? Baby, I want you, na-na Why can't I keep my fingers off you? Baby, I want you, na-na Cigars on ice, cigars on ice Feelin' like an animal with these cameras all in my grill Flashin' lights, flashin' lights You got me faded, faded, faded Baby, I want you, na-na Can't keep your eyes off my fatty Daddy, I want you, na-na Drunk in love, I want you (Ah) We woke up in the kitchen, sayin', \"How the hell did this shit happen?\", oh, baby Drunk in love, we be all night Last thing I remember is our beautiful bodies grindin' up in that club Drunk in love We be all night Love, love We be all night Love, love We be all night, and everything alright No complaints from my body, so fluorescent under these lights Boy, I'm drinkin', park it in my lot, 7-11 I'm rubbin' on it, rub-rubbin', if you scared, call that reverend Boy, I'm drinkin', get my brain right, Armand de Brignac, gangster wife Louis sheets, he sweat it out, like washrags, he wet it up Boy, I'm drinkin', I'm singin' on the mic to my boy toys Then I fill the tub up halfway, then ride it with my surfboard Surfboard, surfboard Grainin' on that wood, grainin'-grainin' on that wood I'm swervin' on that, swervin'-swervin' on that Big body been servin' all this, swerve, surfin' all in this good-good (Ha-ha-ha) We woke up in the kitchen, sayin', \"How the hell did this shit happen?\", oh, baby Drunk in love, we be all night Last thing I remember is our beautiful bodies grindin' up in that club Drunk in love [Chorus: Beyonce & JAY-Z ] We be all night Love, love We be all night Love, love ( I'm nice right now, hold up ) That D'USSE is the shit, if I do say so myself If I do say so myself, if I do say so myself Hold up, stumble all in the house, time to back up all of that mouth That you had all in the car, talkin' 'bout you the baddest bitch thus far Talkin' 'bout you be reppin' that Third, I wanna see all the shit that I heard Know I sling Clint Eastwood, hope you can handle this curve, uh Foreplay in a foyer, fucked up my Warhol Slid the panties right to the side, ain't got the time to take drawers off On sight Catch a charge, I might Beat the box up like Mike in '97, I bite I'm Ike Turner, turn up, baby, no, I don't play \"Now eat the cake, Anna Mae,\" said, \"Eat the cake, Anna Mae\" I'm nice For y'all to reach these heights You gon' need G3, 4, 5, 6 flights Sleep tight We sex again in the mornin' Your breasteses is my breakfast, we goin' in [Chorus: Beyonce, Beyonce & JAY-Z ] We be all night Love, love We be all night Love, love I'm never tired, never tired I been sippin', that's the only thing that's keepin' me on fire, we on fire Didn't mean to spill that liquor all on my attire I've been drinkin' watermelon I want your body right here Daddy, I want you right now Can't keep your eyes off my fatty Daddy, I want you We be all night Love, love We be all night Love, love",
    "tags": [
      "high_repetition",
      "rnb"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rnb"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.611,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "love",
        "all",
        "the",
        "in",
        "we"
      ],
      "top_bigrams": [
        {
          "ngram": "we_be",
          "count": 11
        },
        {
          "ngram": "be_all",
          "count": 11
        },
        {
          "ngram": "all_night",
          "count": 11
        },
        {
          "ngram": "love_we",
          "count": 8
        },
        {
          "ngram": "night_love",
          "count": 8
        }
      ],
      "top_trigrams": [
        {
          "ngram": "we_be_all",
          "count": 11
        },
        {
          "ngram": "be_all_night",
          "count": 11
        },
        {
          "ngram": "love_we_be",
          "count": 8
        },
        {
          "ngram": "all_night_love",
          "count": 8
        },
        {
          "ngram": "night_love_love",
          "count": 8
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rnb_beyonce_formation_2016_2419257",
    "genius_id": 2419257,
    "source": "genius",
    "source_url": "https://genius.com/Beyonce-formation-lyrics",
    "title": "Formation",
    "artist": "Beyonc",
    "album": "Lemonade",
    "year": "2016",
    "lyrics": "What happened at the New Wil'ins? Bitch, I'm back by popular demand Y'all haters corny with that Illuminati mess Paparazzi, catch my fly and my cocky fresh I'm so reckless when I rock my Givenchy dress (Stylin') I'm so possessive so I rock his Roc necklaces My daddy Alabama, momma Louisiana You mix that negro with that Creole, make a Texas bama I like my baby heir with baby hair and afros I like my negro nose with Jackson Five nostrils Earned all this money, but they never take the country out me I got hot sauce in my bag, swag [Interlude: Messy Mya & Big Freedia ] Oh yeah, baby, oh yeah, I, oh, oh yes, I like that I did not come to play with you hoes, haha I came to slay, bitch I like cornbreads and collard greens, bitch Oh yes, you besta believe it Y'all haters corny with that llluminati mess Paparazzi, catch my fly and my cocky fresh I'm so reckless when I rock my Givenchy dress (Stylin') I'm so possessive so I rock his Roc necklaces My daddy Alabama, momma Louisiana You mix that negro with that Creole, make a Texas bama I like my baby heir with baby hair and afros I like my negro nose with Jackson Five nostrils Earned all this money but they never take the country out me I got hot sauce in my bag, swag I see it, I want it, I stunt; yellow bone-it I dream it, I work hard, I grind 'til I own it I twirl on them haters, albino alligators El Camino with the seat low, sippin' Cuervo with no chaser Sometimes I go off (I go off), I go hard (I go hard) Get what's mine (Take what's mine), I'm a star (I'm a star) 'Cause I slay (Slay), I slay (Hey), I slay (Okay), I slay (Okay) All day (Okay), I slay (Okay), I slay (Okay), I slay (Okay) We gon' slay (Slay), gon' slay (Okay), we slay (Okay), I slay (Okay) I slay (Okay), okay (Okay), I slay (Okay), okay, okay, okay, okay Okay, okay, ladies, now let's get in formation, 'cause I slay Okay, ladies, now let's get in formation, 'cause I slay Prove to me you got some coordination, 'cause I slay Slay trick, or you get eliminated When he fuck me good, I take his ass to Red Lobster, 'cause I slay When he fuck me good, I take his ass to Red Lobster, we gon' slay If he hit it right, I might take him on a flight on my chopper, I slay Drop him off at the mall, let him buy some J's, let him shop up, 'cause I slay I might get your song played on the radio station, 'cause I slay I might get your song played on the radio station, 'cause I slay You just might be a black Bill Gates in the making, 'cause I slay I just might be a black Bill Gates in the making I see it, I want it, I stunt; yellow bone-it I dream it, I work hard, I grind 'til I own it I twirl on my haters, albino alligators (Twirl) El Camino with the seat low, sippin' Cuervo with no chaser Sometimes I go off (I go off), I go hard (I go hard) Take what's mine (Take what's mine), I'm a star (I'm a star) 'Cause I slay (Slay), I slay (Hey), I slay (Okay), I slay (Okay) I slay (Okay), I slay (Okay), I slay (Okay), I slay (Okay) We gon' slay (Slay), gon' slay (Okay), we slay (Okay), I slay (Okay) I slay (Okay), okay (Okay), I slay (Okay), okay, okay, okay, okay Okay, okay, ladies, now let's get in formation, I slay Okay, ladies, now let's get in formation, 'cause I slay Prove to me you got some coordination, 'cause I slay Slay trick, or you get eliminated, I slay Okay, ladies, now let's get in formation, I slay Okay, ladies, now let's get in formation You know you that bitch when you cause all this conversation Always stay gracious, best revenge is your paper Girl, I hear some thunder Golly, look at that water, boy, oh Lord",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rnb"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rnb"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.686,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "slay",
        "okay",
        "my",
        "with",
        "you"
      ],
      "top_bigrams": [
        {
          "ngram": "slay_okay",
          "count": 25
        },
        {
          "ngram": "okay_okay",
          "count": 16
        },
        {
          "ngram": "okay_slay",
          "count": 15
        },
        {
          "ngram": "'cause_slay",
          "count": 12
        },
        {
          "ngram": "slay_slay",
          "count": 8
        }
      ],
      "top_trigrams": [
        {
          "ngram": "okay_slay_okay",
          "count": 15
        },
        {
          "ngram": "slay_okay_slay",
          "count": 12
        },
        {
          "ngram": "okay_okay_okay",
          "count": 12
        },
        {
          "ngram": "okay_ladies_now",
          "count": 6
        },
        {
          "ngram": "ladies_now_let's",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rnb_beyonce_halo_2008_52158",
    "genius_id": 52158,
    "source": "genius",
    "source_url": "https://genius.com/Beyonce-halo-lyrics",
    "title": "Halo",
    "artist": "Beyonc",
    "album": "I AM... SASHA FIERCE (Platinum Edition)",
    "year": "2008",
    "lyrics": "Remember those walls I built? Well, baby, they're tumblin' down And they didn't even put up a fight They didn't even make a sound I found a way to let you in But I never really had a doubt Standin' in the light of your halo I got my angel now It's like I've been awakened Every rule, I had you breakin' It's the risk that I'm takin' I ain't ever gonna shut you out Everywhere I'm lookin' now I'm surrounded by your embrace Baby, I can see your halo You know you're my savin' grace You're everything I need and more It's written all over your face Baby, I can feel your halo Pray it won't fade away I can feel your halo, halo, halo I can see your halo, halo, halo I can feel your halo, halo, halo I can see your halo, halo, halo, ooh Hit me like a ray of sun Burnin' through my darkest night You're the only one that I want Think I'm addicted to your light I swore I'd never fall again But this don't even feel like fallin' Gravity can't begin To pull me back to the ground again It's like I've been awakened Every rule, I had you breakin' The risk that I'm takin' I'm never gonna shut you out Everywhere I'm lookin' now I'm surrounded by your embrace Baby, I can see your halo You know you're my savin' grace You're everything I need and more It's written all over your face Baby, I can feel your halo Pray it won't fade away I can feel your halo, halo, halo I can see your halo, halo, halo I can feel your halo, halo, halo I can see your halo, halo, halo, ooh I can feel your halo, halo, halo I can see your halo, halo, halo I can feel your halo, halo, halo I can see your halo, halo, halo, ooh Halo, ooh Halo, ooh Ooh Everywhere I'm lookin' now I'm surrounded by your embrace Baby, I can see your halo You know you're my savin' grace You're everything I need and more It's written all over your face Baby, I can feel your halo Pray it won't fade away I can feel your halo, halo, halo I can see your halo, halo, halo I can feel your halo, halo, halo I can see your halo, halo, halo, ooh I can feel your halo, halo, halo I can see your halo, halo, halo I can feel your halo, halo, halo I can see your halo, halo, halo, ooh",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rnb"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rnb"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.722,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "halo",
        "your",
        "can",
        "feel",
        "see"
      ],
      "top_bigrams": [
        {
          "ngram": "halo_halo",
          "count": 40
        },
        {
          "ngram": "your_halo",
          "count": 27
        },
        {
          "ngram": "halo_can",
          "count": 15
        },
        {
          "ngram": "can_see",
          "count": 13
        },
        {
          "ngram": "see_your",
          "count": 13
        }
      ],
      "top_trigrams": [
        {
          "ngram": "your_halo_halo",
          "count": 20
        },
        {
          "ngram": "halo_halo_halo",
          "count": 20
        },
        {
          "ngram": "halo_halo_can",
          "count": 15
        },
        {
          "ngram": "can_see_your",
          "count": 13
        },
        {
          "ngram": "see_your_halo",
          "count": 13
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rnb_tlc_no-scrubs-with-r_1999_2365",
    "genius_id": 2365,
    "source": "genius",
    "source_url": "https://genius.com/Tlc-no-scrubs-with-rap-lyrics",
    "title": "No Scrubs (With Rap)",
    "artist": "TLC",
    "album": "Now & Forever: The Hits (Japanese Edition)",
    "year": "1999",
    "lyrics": "Oh-oh A scrub is a guy that thinks he's fly And is also known as a busta (Busta) Always talkin' 'bout what he wants And just sits on his broke ass, so No, I don't want your number (Uh, uh-uh) No, I don't wanna give you mine and No, I don't wanna meet you nowhere (No) No, don't want none of your time and (Uh) No, I don't want no scrub ( Uh ) A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me ( Woo ) I don't want no scrub A scrub is a guy that can't get no love from me ( Uh-uh, no love ) Hangin' out the passenger side of his best friend's ride ( Uh-uh, uh-uh, uh-uh ) Trying to holla at me Well, a scrub checkin' me, but his game is kinda weak And I know that he cannot approach me 'Cause I'm lookin' like class and he's lookin' like trash Can't get with a deadbeat ass, so ( Yeah ) No, I don't want your number No, I don't wanna give you mine and (Said no) No, I don't wanna meet you nowhere No, don't want none of your time (Check it) No, I don't want no scrub A scrub is a guy that can't get no love from me (Uh-huh, come on) Hangin' out the passenger side of his best friend's ride Trying to holla at me ( Hah ) I don't want no scrub A scrub is a guy that can't get no love from me ( Uh-uh, no love ) Hangin' out the passenger side of his best friend's ride Trying to holla at me If you don't have a car and you're walkin' Oh, yes, son, I'm talkin' to you If you live at home with your mama Oh, yes, son, I'm talkin' to you (Baby) If you have a shorty that you don't show love Oh, yes, son (Yeah), I'm talkin' to you (Yeah) Wanna get with me with no money, oh no I don't want no No (No scrubs), scrub (No love) No (No scrubs), scrub (No, no, no love) No (Uh-uh, uh-uh, scrub), scrub (Uh-uh, uh-uh, no love, no, no, no, no) No (Uh-uh, uh-uh), scrub (No, no, uh) No, I don't want no scrub A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride ( Yeah ) Trying to holla at me I don't want no scrub (No) A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride ( Yeah ) Trying to holla at me See, if you can't spatially expand my horizons (Horizons) Then that leaves you in a class with scrubs, never risin' (Risin') I don't find it surprisin' if you don't have the G's To please me and bounce from here to the coast of overseas So, let me give you somethin' to think about (Think about) Inundate your mind with intentions to turn you out (Turn you out) Can't forget the focus on the picture in front of me (In front of me) You as clear as DVD on digital TV screens (Digital TV screens) Satisfy my appetite with somethin' spectacular (Spectacular) Check your vernacular, and then I'll get back to ya (Then I'll get back to ya) With diamond-like precision, insatiable is what I envision Can't detect acquisition from your friend's Expedition Mister Big Willy If you really wanna know, ask Chilli Could I be a silly ho? Not really T-Boz and all my senoritas are steppin' on your FILAs But you don't hear me, though No, I don't want no scrub ( No ) A scrub is a guy that can't get no love from me ( Uh-uh, uh-uh, uh ) Hangin' out the passenger side of his best friend's ride ( Uh, yeah ) Trying to holla at me I don't want no scrub ( No scrub ) A scrub is a guy that can't get no love from me ( No love ) Hangin' out the passenger side of his best friend's ride Trying to holla at me",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rnb"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rnb"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.748,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "no",
        "uh",
        "scrub",
        "me",
        "don't"
      ],
      "top_bigrams": [
        {
          "ngram": "uh_uh",
          "count": 22
        },
        {
          "ngram": "no_love",
          "count": 14
        },
        {
          "ngram": "no_don't",
          "count": 13
        },
        {
          "ngram": "don't_want",
          "count": 13
        },
        {
          "ngram": "no_no",
          "count": 12
        }
      ],
      "top_trigrams": [
        {
          "ngram": "uh_uh_uh",
          "count": 14
        },
        {
          "ngram": "scrub_is_guy",
          "count": 9
        },
        {
          "ngram": "is_guy_that",
          "count": 9
        },
        {
          "ngram": "no_don't_want",
          "count": 9
        },
        {
          "ngram": "don't_want_no",
          "count": 9
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rnb_tlc_waterfalls_1994_1942",
    "genius_id": 1942,
    "source": "genius",
    "source_url": "https://genius.com/Tlc-waterfalls-lyrics",
    "title": "Waterfalls",
    "artist": "TLC",
    "album": "Now & Forever: The Hits (Japanese Edition)",
    "year": "1994",
    "lyrics": "A lonely mother gazing out of the window Staring at a son that she just can't touch If at any time he's in a jam, she'll be by his side But he doesn't realize he hurts her so much But all the praying just ain't helping at all 'Cause he can't seem to keep himself out of trouble So he goes out and he makes his money the best way he knows how Another body laying cold in the gutter, listen to me Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all But I think you're moving too fast Little precious has a natural obsession For temptation, but he just can't see She gives him loving that his body can't handle But all he can say is, \"Baby, it's good to me\" One day, he goes and takes a glimpse in the mirror But he doesn't recognize his own face His health is fading, and he doesn't know why Three letters took him to his final resting place, y'all don't hear me Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all ( Your way or no way ) But I think you're moving too fast Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all But I think you're moving too fast Come on! I seen a rainbow yesterday, but too many storms Have come and gone, leaving a trace of not one God-given ray Is it because my life is ten shades of gray? I pray all ten fade away, seldom praise Him for the sunny days And like His promise is true, only my faith can undo The many chances I blew to bring my life to anew Clear blue and unconditional skies Have dried the tears from my eyes, no more lonely cries My only bleeding hope is for the folk who can't cope With such an endurin' pain that it keeps 'em in the pourin' rain Who's to blame for tooting 'caine into your own vein? What a shame, you shoot and aim for someone else's brain You claim the insane, and name this day in time For falling prey to crime I say the system got you victim to your own mind Dreams are hopeless aspirations in hopes of coming true Believe in yourself, the rest is up to me and you Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all But I think you're moving too fast Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all But I think you're movin' too fast (Ooh, you're movin' too fast) Don't go chasing waterfalls ( Don't go, don't go ) Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all ( I know, I know, your way, hey ) But I think you're moving too fast",
    "tags": [
      "high_repetition",
      "rnb"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rnb"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.6,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "the",
        "to",
        "you're",
        "that",
        "and"
      ],
      "top_bigrams": [
        {
          "ngram": "that_you're",
          "count": 12
        },
        {
          "ngram": "don't_go",
          "count": 8
        },
        {
          "ngram": "your_way",
          "count": 8
        },
        {
          "ngram": "at_all",
          "count": 7
        },
        {
          "ngram": "way_or",
          "count": 7
        }
      ],
      "top_trigrams": [
        {
          "ngram": "your_way_or",
          "count": 7
        },
        {
          "ngram": "don't_go_chasing",
          "count": 6
        },
        {
          "ngram": "go_chasing_waterfalls",
          "count": 6
        },
        {
          "ngram": "please_stick_to",
          "count": 6
        },
        {
          "ngram": "stick_to_the",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "rnb_tlc_creep_1994_45596",
    "genius_id": 45596,
    "source": "genius",
    "source_url": "https://genius.com/Tlc-creep-lyrics",
    "title": "Creep",
    "artist": "TLC",
    "album": "Now & Forever: The Hits (Japanese Edition)",
    "year": "1994",
    "lyrics": "Yes It's me again And I'm back Ah-ah, woo (Creep) Oh I, oh I, oh I, yeah (Creep) Oh I, oh I, oh I, ah yeah (Creep) Oh I oh I, oh I, ah yeah The 22nd of loneliness And we've been through so many things I love my man with all honesty But I know he's cheating on me (Creep) I look him in his eyes But all he tells me is lies to keep me near I'll never leave him down Though I might mess around It's only 'cause I need some affection So I creep, yeah Just keep it on the down low Said nobody is supposed to know So I creep, yeah 'Cause he doesn't know what I do And no attention goes to show Oh, so I creep The 23rd of loneliness And we don't talk like we used to do Now it seems pretty strange But I'm not buggin', 'cause I still feel the same Yeah, yeah (Creep) I'll keep giving loving 'Till the day he pushes me away Never go astray If he knew the things I did (Woo) He couldn't handle it And I choose to keep him protected, oh So I creep, yeah Just keep it on the down low Said nobody is supposed to know So I creep, yeah (Yeah) 'Cause he doesn't know what I do And no attention goes to show, oh (So I creep, yeah) I think about us baby all the time (Just keep it on the down low) But you know that I'm gonna need some attention, yeah, yeah (Said nobody is supposed to know) And I shake it (So I creep, yeah) Love you forever, baby, soul and mind ('Cause he doesn't know what I do) And you gotta know it, if you don't give it, I'm gonna get mine, yeah, yeah (And no attention goes to show, oh) (So I creep) Oh I, oh I, oh I, yeah (So I creep) Oh I, oh I, oh I, yeah (So I creep) Oh I, oh I, oh I, baby Oh I, oh I, oh I, ah yeah Yeah, yeah Yeah, yeah Yeah (So I creep, yeah) I creep around because I need attention (I just keep it on the down low) Don't mess around with my affection, yeah (So I creep, yeah) I creep around because I need attention ('Cause he doesn't know what I do) Don't mess around with my affection, yeah (So I creep, yeah) Oh I, oh I, oh I, ah yeah (I just keep it on the down low) Oh I, oh I, oh I, ah (So I creep, yeah) Oh I, oh I, oh I, ah yeah ('Cause he doesn't know what I do) Oh I, oh I, oh I, ah So I creep, yeah (Yeah) Just keep it on the down low Said nobody is supposed to know So I creep, yeah 'Cause he doesn't know what I do And no attention, goes to show",
    "tags": [
      "catchy_chorus",
      "high_repetition",
      "hook_repetition",
      "rnb"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "rnb"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.724,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "oh",
        "yeah",
        "creep",
        "so",
        "know"
      ],
      "top_bigrams": [
        {
          "ngram": "oh_oh",
          "count": 22
        },
        {
          "ngram": "so_creep",
          "count": 16
        },
        {
          "ngram": "creep_yeah",
          "count": 12
        },
        {
          "ngram": "yeah_yeah",
          "count": 10
        },
        {
          "ngram": "oh_ah",
          "count": 7
        }
      ],
      "top_trigrams": [
        {
          "ngram": "so_creep_yeah",
          "count": 12
        },
        {
          "ngram": "oh_oh_oh",
          "count": 11
        },
        {
          "ngram": "oh_oh_ah",
          "count": 7
        },
        {
          "ngram": "creep_oh_oh",
          "count": 6
        },
        {
          "ngram": "just_keep_it",
          "count": 6
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "country_john-denve_take-me-home-cou_1971_138406",
    "genius_id": 138406,
    "source": "genius",
    "source_url": "https://genius.com/John-denver-take-me-home-country-roads-lyrics",
    "title": "Take Me Home, Country Roads",
    "artist": "John Denver",
    "album": "Definitive All-Time Greatest Hits",
    "year": "1971",
    "lyrics": "Almost Heaven, West Virginia Blue Ridge Mountains, Shenandoah River Life is old there, older than the trees Younger than the mountains, growing like a breeze Country roads, take me home To the place I belong West Virginia, mountain mama Take me home, country roads All my memories gather 'round her Miner's lady, stranger to blue water Dark and dusty, painted on the sky Misty taste of moonshine, teardrop in my eye Country roads, take me home To the place I belong West Virginia, mountain mama Take me home, country roads I hear her voice in the morning hour, she calls me The radio reminds me of my home far away Driving down the road, I get a feeling That I should have been home yesterday, yesterday Country roads, take me home To the place I belong West Virginia, mountain mama Take me home, country roads Country roads, take me home To the place I belong West Virginia, mountain mama Take me home, country roads Take me home, (Down) country roads Take me home, (Down) country roads",
    "tags": [
      "catchy_chorus",
      "country",
      "high_repetition",
      "hook_repetition"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "country"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.557,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "me",
        "home",
        "the",
        "country",
        "roads"
      ],
      "top_bigrams": [
        {
          "ngram": "country_roads",
          "count": 10
        },
        {
          "ngram": "take_me",
          "count": 10
        },
        {
          "ngram": "me_home",
          "count": 10
        },
        {
          "ngram": "roads_take",
          "count": 6
        },
        {
          "ngram": "west_virginia",
          "count": 5
        }
      ],
      "top_trigrams": [
        {
          "ngram": "take_me_home",
          "count": 10
        },
        {
          "ngram": "country_roads_take",
          "count": 6
        },
        {
          "ngram": "roads_take_me",
          "count": 6
        },
        {
          "ngram": "me_home_to",
          "count": 4
        },
        {
          "ngram": "home_to_the",
          "count": 4
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "country_john-denve_annies-song_637698",
    "genius_id": 637698,
    "source": "genius",
    "source_url": "https://genius.com/John-denver-annies-song-lyrics",
    "title": "Annies Song",
    "artist": "John Denver",
    "album": "Definitive All-Time Greatest Hits",
    "year": "",
    "lyrics": "You fill up my senses, like a night in a forest Like the mountains in springtime, like a walk in the rain Like a storm in the desert, like a sleepy blue ocean You fill up my senses, come fill me again Come let me love you, let me give my life to you Let me drown in your laughter, let me die in your arms Let me lay down beside you, let me always be with you Come let me love you, come love me again (Let me give my life to you Come let me love you, come love me again) You fill up my senses, like a night in a forest Like the mountains in springtime, like a walk in the rain Like a storm in the desert, like a sleepy blue ocean You fill up my senses, come fill me again",
    "tags": [
      "catchy_chorus",
      "country",
      "high_repetition",
      "hook_repetition"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "country"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.719,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "me",
        "you",
        "like",
        "in",
        "let"
      ],
      "top_bigrams": [
        {
          "ngram": "let_me",
          "count": 9
        },
        {
          "ngram": "you_fill",
          "count": 4
        },
        {
          "ngram": "fill_up",
          "count": 4
        },
        {
          "ngram": "up_my",
          "count": 4
        },
        {
          "ngram": "my_senses",
          "count": 4
        }
      ],
      "top_trigrams": [
        {
          "ngram": "you_fill_up",
          "count": 4
        },
        {
          "ngram": "fill_up_my",
          "count": 4
        },
        {
          "ngram": "up_my_senses",
          "count": 4
        },
        {
          "ngram": "come_let_me",
          "count": 3
        },
        {
          "ngram": "let_me_love",
          "count": 3
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "country_john-denve_leaving-on-a-jet_1555833",
    "genius_id": 1555833,
    "source": "genius",
    "source_url": "https://genius.com/John-denver-leaving-on-a-jet-plane-lyrics",
    "title": "Leaving on a Jet Plane",
    "artist": "John Denver",
    "album": "Definitive All-Time Greatest Hits",
    "year": "",
    "lyrics": "All my bags are packed, I'm ready to go I'm standing here outside your door I hate to wake you up to say goodbye But the dawn is breaking, it's early morn The taxi's waiting, he's blowin' his horn Already I'm so lonesome I could die So kiss me and smile for me Tell me that you'll wait for me Hold me like you'll never let me go 'Cause I'm leaving on a jet plane Don't know when I'll be back again Oh babe, I hate to go There's so many times I've let you down So many times I've played around I tell you now, they don't mean a thing Every place I go, I'll think of you Every song I sing, I'll sing for you When I come back, I'll bring your wedding ring So kiss me and smile for me Tell me that you'll wait for me Hold me like you'll never let me go 'Cause I'm leaving on a jet plane Don't know when I'll be back again Oh babe, I hate to go Now the time has come to leave you One more time, let me kiss you Then close your eyes and I'll be on my way Dream about the days to come When I won't have to leave alone About the times I won't have to say Kiss me and smile for me Tell me that you'll wait for me Hold me like you'll never let me go 'Cause I'm leaving on a jet plane Don't know when I'll be back again Oh babe, I hate to go I'm leaving on a jet plane Don't know when I'll be back again Oh babe, I hate to go",
    "tags": [
      "country",
      "high_repetition"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "country"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.618,
      "has_chorus_like": 0,
      "has_hook_like": 0,
      "top_terms": [
        "me",
        "to",
        "go",
        "i'll",
        "i'm"
      ],
      "top_bigrams": [
        {
          "ngram": "for_me",
          "count": 6
        },
        {
          "ngram": "to_go",
          "count": 5
        },
        {
          "ngram": "hate_to",
          "count": 5
        },
        {
          "ngram": "i'll_be",
          "count": 5
        },
        {
          "ngram": "let_me",
          "count": 4
        }
      ],
      "top_trigrams": [
        {
          "ngram": "i'm_leaving_on",
          "count": 4
        },
        {
          "ngram": "leaving_on_jet",
          "count": 4
        },
        {
          "ngram": "on_jet_plane",
          "count": 4
        },
        {
          "ngram": "jet_plane_don't",
          "count": 4
        },
        {
          "ngram": "plane_don't_know",
          "count": 4
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "country_dolly-part_jolene_1973_207947",
    "genius_id": 207947,
    "source": "genius",
    "source_url": "https://genius.com/Dolly-parton-jolene-lyrics",
    "title": "Jolene",
    "artist": "Dolly Parton",
    "album": "Diamonds & Rhinestones: The Greatest Hits Collection",
    "year": "1973",
    "lyrics": "Jolene, Jolene, Jolene, Jolene I'm beggin' of you, please don't take my man Jolene, Jolene, Jolene, Jolene Please don't take him just because you can Your beauty is beyond compare With flaming locks of auburn hair With ivory skin and eyes of emerald green Your smile is like a breath of spring Your voice is soft like summer rain And I cannot compete with you, Jolene He talks about you in his sleep And there's nothin' I can do to keep From cryin' when he calls your name, Jolene And I can easily understand How you could easily take my man But you don't know what he means to me, Jolene Jolene, Jolene, Jolene, Jolene I'm begging of you, please don't take my man Jolene, Jolene, Jolene, Jolene Please don't take him just because you can You could have your choice of men But I could never love again He's the only one for me, Jolene I had to have this talk with you My happiness depends on you And whatever you decide to do, Jolene Jolene, Jolene, Jolene, Jolene I'm begging of you, please don't take my man Jolene, Jolene, Jolene, Jolene Please don't take him even though you can Jolene, Jolene",
    "tags": [
      "catchy_chorus",
      "country",
      "high_repetition",
      "hook_repetition"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "country"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.558,
      "has_chorus_like": 1,
      "has_hook_like": 1,
      "top_terms": [
        "jolene",
        "you",
        "of",
        "don't",
        "take"
      ],
      "top_bigrams": [
        {
          "ngram": "jolene_jolene",
          "count": 21
        },
        {
          "ngram": "please_don't",
          "count": 6
        },
        {
          "ngram": "don't_take",
          "count": 6
        },
        {
          "ngram": "take_my",
          "count": 4
        },
        {
          "ngram": "my_man",
          "count": 4
        }
      ],
      "top_trigrams": [
        {
          "ngram": "jolene_jolene_jolene",
          "count": 14
        },
        {
          "ngram": "please_don't_take",
          "count": 6
        },
        {
          "ngram": "take_my_man",
          "count": 4
        },
        {
          "ngram": "jolene_jolene_i'm",
          "count": 3
        },
        {
          "ngram": "of_you_please",
          "count": 3
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "country_dolly-part_9-to-5_1980_76064",
    "genius_id": 76064,
    "source": "genius",
    "source_url": "https://genius.com/Dolly-parton-9-to-5-lyrics",
    "title": "9 to 5",
    "artist": "Dolly Parton",
    "album": "Diamonds & Rhinestones: The Greatest Hits Collection",
    "year": "1980",
    "lyrics": "Tumble out of bed and I stumble to the kitchen Pour myself a cup of ambition And yawn and stretch and try to come to life Jump in the shower and the blood starts pumpin' Out on the street, the traffic starts jumpin' With folks like me on the job from nine to five Workin' nine to five, what a way to make a livin' Barely gettin' by, it's all takin' and no givin' They just use your mind and they never give you credit It's enough to drive you crazy if you let it Nine to five, for service and devotion You would think that I would deserve a fair promotion Want to move ahead but the boss won't seem to let me I swear sometimes that man is out to get me Mmmm They let you dream just to watch 'em shatter You're just a step on the bossman's ladder But you've got dreams he'll never take away In the same boat with a lot of your friends Waitin' for the day your ship'll come in And the tide's gonna turn an' it's all gonna roll your way Working nine to five, what a way to make a livin' Barely gettin' by, it's all takin' and no givin' They just use your mind and you never get the credit It's enough to drive you crazy if you let it Nine to five, yeah, they got you where they want you There's a better life and you think about it don't you It's a rich man's game no matter what they call it And you spend your life puttin' money in his wallet Nine to five, what a way to make a livin' Barely gettin' by, it's all takin' and no givin' They just use your mind and they never give you credit It's enough to drive you crazy if you let it Nine to five, yeah, they got you where they want you There's a better life and you think about it don't you It's a rich man's game no matter what they call it And you spend your life puttin' money in his wallet",
    "tags": [
      "country",
      "high_repetition",
      "hook_repetition"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "country"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.621,
      "has_chorus_like": 0,
      "has_hook_like": 1,
      "top_terms": [
        "you",
        "to",
        "and",
        "the",
        "they"
      ],
      "top_bigrams": [
        {
          "ngram": "nine_to",
          "count": 7
        },
        {
          "ngram": "to_five",
          "count": 7
        },
        {
          "ngram": "and_you",
          "count": 5
        },
        {
          "ngram": "it's_all",
          "count": 4
        },
        {
          "ngram": "on_the",
          "count": 3
        }
      ],
      "top_trigrams": [
        {
          "ngram": "nine_to_five",
          "count": 7
        },
        {
          "ngram": "to_five_what",
          "count": 3
        },
        {
          "ngram": "five_what_way",
          "count": 3
        },
        {
          "ngram": "what_way_to",
          "count": 3
        },
        {
          "ngram": "way_to_make",
          "count": 3
        }
      ],
      "section_labels": []
    }
  },
  {
    "ID": "country_dolly-part_coat-of-many-col_1971_81674",
    "genius_id": 81674,
    "source": "genius",
    "source_url": "https://genius.com/Dolly-parton-coat-of-many-colors-lyrics",
    "title": "Coat of Many Colors",
    "artist": "Dolly Parton",
    "album": "Diamonds & Rhinestones: The Greatest Hits Collection",
    "year": "1971",
    "lyrics": "Back through the years I go wandering once again Back to the seasons of my youth I recall a box of rags that someone gave us And how my mama put the rags to use There were rags of many colors, every piece was small And I didn't have a coat and it was way down in the fall Mama sewed the rags together sewing every piece with love She made my coat of many colors that I was so proud of As she sewed, she told a story from the Bible she had read About a coat of many colors Joseph wore and then she said Perhaps this coat will bring you good luck and happiness And I just couldn't wait to wear it and momma blessed it with a kiss My coat of many colors that my mama made for me Made only from rags but I wore it so proudly Although we had no money I was rich as I could be In my coat of many colors my mama made for me So with patches on my britches and holes in both my shoes In my coat of many colors I hurried off to school Just to find the others laughing and making fun of me In my coat of many colors my mama made for me But they didn't understand it for I felt I was rich And I told them of the love my mama sewed in every stitch And I told them all the story mama told me while she sewed And how my coat of many colors was worth more than all their clothes But they didn't understand it and I tried to make them see That one is only poor only if they choose to be Now I know we had no money but I was rich as I could be In my coat of many colors my mama made for me Made just for me",
    "tags": [
      "country",
      "high_repetition",
      "hook_repetition"
    ],
    "moods": [],
    "instruments": [],
    "subgenres": [
      "country"
    ],
    "contexts": [],
    "repetition": {
      "rep_ratio": 0.587,
      "has_chorus_like": 0,
      "has_hook_like": 1,
      "top_terms": [
        "my",
        "of",
        "and",
        "coat",
        "the"
      ],
      "top_bigrams": [
        {
          "ngram": "of_many",
          "count": 9
        },
        {
          "ngram": "many_colors",
          "count": 9
        },
        {
          "ngram": "coat_of",
          "count": 8
        },
        {
          "ngram": "my_coat",
          "count": 7
        },
        {
          "ngram": "my_mama",
          "count": 6
        }
      ],
      "top_trigrams": [
        {
          "ngram": "of_many_colors",
          "count": 9
        },
        {
          "ngram": "coat_of_many",
          "count": 8
        },
        {
          "ngram": "my_coat_of",
          "count": 7
        },
        {
          "ngram": "my_mama_made",
          "count": 4
        },
        {
          "ngram": "mama_made_for",
          "count": 4
        }
      ],
      "section_labels": []
    }
  }
]